[
  {
    "id": "wed-00",
    "weekday": "wednesday",
    "order": 0,
    "title": "Çarşamba Giriş",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Au nom d’Allah, le Tout Miséricordieux, le Très Miséricordieux…\n\nQu’Allah, le Très-Haut, prie et salue notre maître Muhammad, sa famille et ses compagnons.\n\nÔ Allah ! Par le rang que Ton Prophète, notre maître Muhammad (paix et bénédictions sur lui) a auprès de Toi, par l’amour que Tu lui portes et qu’il Te porte, et par le secret entre Toi et lui, je Te demande de prier et saluer lui, sa famille et ses compagnons.\n\nAugmente mon amour pour lui de multiples fois. Pour son honneur et ses stations élevées, fais-moi vraiment le connaître. Accorde-moi la réussite de suivre sa voie, de vivre ses nobles manières et sa sunna.\n\nDonne-moi la détermination en cela. Honore-moi en me permettant de voir le Messager (paix sur lui). Réjouis-moi en me permettant de lui parler par Ta grâce.\n\nÔte les difficultés, les barrières, les intermédiaires et les voiles. Fais goûter à mes oreilles la douceur de sa parole. Permets-moi de bénéficier de la science et de la gnose du Messager (paix sur lui), ô Allah !\n\nFais de mes prières sur lui une lumière complète, pure et éclatante qui efface toute injustice, obscurité, doute, association, mécréance, mensonge et péché. Fais de cette prière une cause de ma purification.\n\nPar ces prières, élève-moi au sommet de la sincérité, afin qu’il ne reste en moi aucun doute que l’adoration ne revient qu’à Toi seul. Ainsi serai-je digne de Ta présence et joint aux rangs de Tes proches amis.\n\nAccorde que je fasse tout cela en m’attachant fermement aux manières et à la sunna du Messager (paix sur lui), en cherchant aide auprès de sa noble personne.\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !"
    }
  },
  {
    "id": "wed-01",
    "weekday": "wednesday",
    "order": 1,
    "title": "Çarşamba 01",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie et salue l’esprit de notre maître Muhammad parmi les esprits, son corps parmi les corps, sa tombe parmi les tombes, ainsi que sa famille et ses compagnons."
    }
  },
  {
    "id": "wed-02",
    "weekday": "wednesday",
    "order": 2,
    "title": "Çarşamba 02",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Chaque fois qu’il est mentionné par ceux qui se souviennent de lui, prie et salue notre maître Muhammad."
    }
  },
  {
    "id": "wed-03",
    "weekday": "wednesday",
    "order": 3,
    "title": "Çarşamba 03",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre de ceux qui sont insouciants de son rappel, prie sur notre maître Muhammad."
    }
  },
  {
    "id": "wed-04",
    "weekday": "wednesday",
    "order": 4,
    "title": "Çarşamba 04",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des bénédictions et des salutations sans fin sur le Prophète illettré, notre maître Muhammad, sur ses épouses — mères des croyants — sa descendance et sa noble famille ; accorde-leur bénédictions et paix."
    }
  },
  {
    "id": "wed-05",
    "weekday": "wednesday",
    "order": 5,
    "title": "Çarşamba 05",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre que Ta science englobe et que le Noble Coran mentionne, prie sur notre maître Muhammad de la prière qui Te satisfait et lui convient ; accorde-lui la station d’al-Wasîla, la vertu et le degré élevé. Ô Allah ! Fais-le parvenir à la Station louée (al-Maqâm al-Mahmûd) que Tu as promise. Récompense-le comme il le mérite. Prie aussi sur tous ses frères prophètes, véridiques, martyrs et vertueux."
    }
  },
  {
    "id": "wed-06",
    "weekday": "wednesday",
    "order": 6,
    "title": "Çarşamba 06",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad et, le Jour de la Résurrection, place-le dans la station la plus proche de Toi."
    }
  },
  {
    "id": "wed-07",
    "weekday": "wednesday",
    "order": 7,
    "title": "Çarşamba 07",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad."
    }
  },
  {
    "id": "wed-08",
    "weekday": "wednesday",
    "order": 8,
    "title": "Çarşamba 08",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Ceins-le de la couronne de l’honneur, de la satisfaction et de la générosité."
    }
  },
  {
    "id": "wed-09",
    "weekday": "wednesday",
    "order": 9,
    "title": "Çarşamba 09",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Accorde à notre maître Muhammad le meilleur de ce qu’il T’a demandé pour lui-même ; accorde-lui le meilleur de ce que tout serviteur a demandé pour lui ; accorde-lui le meilleur de ce qui Te sera demandé pour lui jusqu’au Jour de la Résurrection."
    }
  },
  {
    "id": "wed-10",
    "weekday": "wednesday",
    "order": 10,
    "title": "Çarşamba 10",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad ; sur Adam, Noé, Abraham, Moïse et Jésus, et sur tous les prophètes et messagers entre eux. Que Tes prières et paix soient sur eux tous."
    }
  },
  {
    "id": "wed-11",
    "weekday": "wednesday",
    "order": 11,
    "title": "Çarşamba 11",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre père Adam et notre mère Ève selon les prières de Tes anges. Ô Allah ! Loge-les au plus haut Firdaws et satisfais-les par les faveurs les plus élevées, par Ta miséricorde et Ta générosité."
    }
  },
  {
    "id": "wed-12",
    "weekday": "wednesday",
    "order": 12,
    "title": "Çarşamba 12",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Récompense les parents par la meilleure récompense que Tu accordes en raison de leurs enfants."
    }
  },
  {
    "id": "wed-13",
    "weekday": "wednesday",
    "order": 13,
    "title": "Çarşamba 13",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur nos maîtres Jibril, Mikaïl, Israfil, Azraël, sur les porteurs du Trône, les autres anges, les anges de proximité, et sur tous les prophètes et messagers. Que Tes prières et paix soient sur eux tous."
    }
  },
  {
    "id": "wed-14",
    "weekday": "wednesday",
    "order": 14,
    "title": "Çarşamba 14",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad au nombre de tout ce que Tu sais, au poids de tout ce que Tu sais, et même au nombre de Tes paroles."
    }
  },
  {
    "id": "wed-15",
    "weekday": "wednesday",
    "order": 15,
    "title": "Çarşamba 15",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur notre maître Muhammad des prières qui ne diminuent jamais."
    }
  },
  {
    "id": "wed-16",
    "weekday": "wednesday",
    "order": 16,
    "title": "Çarşamba 16",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur notre maître Muhammad des prières qui ne cessent jamais, même si le temps venait à finir."
    }
  },
  {
    "id": "wed-17",
    "weekday": "wednesday",
    "order": 17,
    "title": "Çarşamba 17",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie et salue notre maître Muhammad par les mêmes prières et salutations que Tu lui as déjà accordées, et récompense-le comme il le mérite."
    }
  },
  {
    "id": "wed-18",
    "weekday": "wednesday",
    "order": 18,
    "title": "Çarşamba 18",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad d’une prière qui le satisfera et le réjouira, par laquelle Tu seras satisfait de nous ; récompense-le comme il le mérite."
    }
  },
  {
    "id": "wed-19",
    "weekday": "wednesday",
    "order": 19,
    "title": "Çarşamba 19",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur notre maître Muhammad — mer des lumières, mine des secrets, proclamateur de Ton unicité, perle unique sous Ta souveraineté, imam du tawhid, parure de l’existence, trésor de toute miséricorde, chemin de Ta religion, goûteur de la douceur de Ton unicité, quintessence de l’humanité, cause de tout existant, essence de la création, le plus proche de la lumière de Ta clarté — envoie une prière qui dure tant que Ton Essence exaltée dure, qui ne cesse que si Tu le décides, qui Te plaît et lui plaît, et par laquelle Tu seras satisfait de nous. Ô Allah, Seigneur des mondes."
    }
  },
  {
    "id": "wed-20",
    "weekday": "wednesday",
    "order": 20,
    "title": "Çarşamba 20",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur notre maître Muhammad des prières selon le nombre de ce qui est caché dans Ta science, et qui dureront aussi longtemps que Ta royauté dure."
    }
  },
  {
    "id": "wed-21",
    "weekday": "wednesday",
    "order": 21,
    "title": "Çarşamba 21",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre de Tes créatures, par Ta propre satisfaction, par le poids de Ton Trône, par le nombre de Tes paroles ; par le nombre de fois où Tes créatures T’ont rappelé et Te rappelleront ; chaque année, chaque mois, chaque vendredi, chaque jour, chaque nuit, chaque heure, chaque souffle, chaque clin d’œil, chaque mouvement des yeux — multiplié à l’infini de l’infini, à l’éternité de ce monde et de l’au-delà — prie sur notre maître Muhammad et sa famille, et bénis-les, comme Tu as prié et béni la famille de notre maître Abraham. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "wed-22",
    "weekday": "wednesday",
    "order": 22,
    "title": "Çarşamba 22",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad selon la mesure de Ton amour pour lui."
    }
  },
  {
    "id": "wed-23",
    "weekday": "wednesday",
    "order": 23,
    "title": "Çarşamba 23",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad selon la mesure de Ta grâce et de Ta générosité envers lui."
    }
  },
  {
    "id": "wed-24",
    "weekday": "wednesday",
    "order": 24,
    "title": "Çarşamba 24",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad d’une manière qui sied à Ton rang auprès de lui et à sa valeur auprès de Toi."
    }
  },
  {
    "id": "wed-25",
    "weekday": "wednesday",
    "order": 25,
    "title": "Çarşamba 25",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad d’une prière par laquelle Tu nous sauveras de toute calamité et crainte, exauceras tous nos besoins, nous purifieras de tous péchés, nous élèveras aux degrés les plus hauts et nous feras atteindre les fins les plus élevées du bien en ce monde et après la mort."
    }
  },
  {
    "id": "wed-26",
    "weekday": "wednesday",
    "order": 26,
    "title": "Çarşamba 26",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad de prières qui Te satisfont, et sois pleinement satisfait de ses compagnons."
    }
  },
  {
    "id": "wed-27",
    "weekday": "wednesday",
    "order": 27,
    "title": "Çarşamba 27",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad, sa famille et ses compagnons — par le nombre de tous ceux qui ont passé parmi Ta création jusqu’à maintenant, heureux ou misérables — d’une prière qui englobe tous les nombres, sans limite ni fin, qui ne cesse pas, et qui demeure éternellement avec Ton Essence. Et envoie-leur une paix parfaite."
    }
  },
  {
    "id": "wed-28",
    "weekday": "wednesday",
    "order": 28,
    "title": "Çarşamba 28",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur notre maître Muhammad, dont Tu as rempli le cœur de majesté et l’œil de beauté, que Tu as réjoui par Ton soutien et Ton aide — envoie des prières sur lui, sa famille et ses compagnons, et envoie-leur une paix parfaite. Louange appartient à Allah seul."
    }
  },
  {
    "id": "wed-29",
    "weekday": "wednesday",
    "order": 29,
    "title": "Çarşamba 29",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître et souverain de cœur Muhammad par le nombre des feuilles d’olivier et des feuilles de tous les fruits."
    }
  },
  {
    "id": "wed-30",
    "weekday": "wednesday",
    "order": 30,
    "title": "Çarşamba 30",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître et souverain de cœur Muhammad par le nombre de tout ce qui a été et sera, par le nombre d’êtres animés et inanimés que la nuit assombrit et que le jour illumine."
    }
  },
  {
    "id": "wed-31",
    "weekday": "wednesday",
    "order": 31,
    "title": "Çarşamba 31",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître et souverain de cœur Muhammad, sur sa famille, ses épouses et sa descendance, par le nombre de sa communauté."
    }
  },
  {
    "id": "wed-32",
    "weekday": "wednesday",
    "order": 32,
    "title": "Çarşamba 32",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par les bénédictions que nous récitons sur notre maître — paix et bénédictions sur lui — fais-nous, en ce monde et dans l’au-delà, parmi ceux qui sont sauvés grâce à ces prières ; parmi ceux qui atteignent son bassin de Kawthar et y boivent ; parmi ceux qui lui obéissent et agissent selon sa Sunna. Ô Allah, Seigneur des mondes, ne mets pas de voile entre lui et nous le Jour de la Résurrection. Pardonne-nous, à nos parents et à tous les musulmans. Louange appartient à Allah, Seigneur des mondes. (Début du deuxième tiers)"
    }
  },
  {
    "id": "wed-33",
    "weekday": "wednesday",
    "order": 33,
    "title": "Çarşamba 33",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières successives et lumineuses sur notre maître Muhammad et sa famille — le plus vertueux et le plus élevé des prophètes et messagers, le meilleur de la création, la lampe des horizons par laquelle prophètes, messagers, anges et saints parviennent à Toi."
    }
  },
  {
    "id": "wed-34",
    "weekday": "wednesday",
    "order": 34,
    "title": "Çarşamba 34",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie prières, paix et bénédictions sur notre maître Muhammad — loué dans Ton verset, le plus honoré des appelants qui s’attachent à la corde de Ta loi, le sceau des prophètes et messagers — et sur sa famille, par une prière qui nous mènera en ce monde et dans l’au-delà à sa grâce universelle et à Ta faveur généreuse dont Tu es satisfait."
    }
  },
  {
    "id": "wed-35",
    "weekday": "wednesday",
    "order": 35,
    "title": "Çarşamba 35",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières et salutations inépuisables et toujours croissantes sur notre maître Muhammad et sa famille — le plus généreux des nobles, le plus honoré des appelants aux voies de la guidance, la lampe de chaque contrée — et par elles accorde-nous de multiples dons et faveurs."
    }
  },
  {
    "id": "wed-36",
    "weekday": "wednesday",
    "order": 36,
    "title": "Çarşamba 36",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur notre maître Muhammad et sa famille des prières et salutations qui ne cessent jamais, qui ne peuvent être comptées, et honore-les."
    }
  },
  {
    "id": "wed-37",
    "weekday": "wednesday",
    "order": 37,
    "title": "Çarşamba 37",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Dans tous les mondes, comme Tu as prié sur notre maître Abraham et sa famille, prie sur notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux. Ô Allah ! À chaque rappel par ceux qui se souviennent de lui et à chaque oubli par les négligents de son nom, prie sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "wed-38",
    "weekday": "wednesday",
    "order": 38,
    "title": "Çarşamba 38",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as prié, fait miséricorde et béni notre maître Abraham et sa famille, prie, fais miséricorde et bénis notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "wed-39",
    "weekday": "wednesday",
    "order": 39,
    "title": "Çarşamba 39",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie et salue notre maître Muhammad — le Prophète pur et purifié, illettré — et sa famille."
    }
  },
  {
    "id": "wed-40",
    "weekday": "wednesday",
    "order": 40,
    "title": "Çarşamba 40",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie la paix sur celui avec qui Tu as scellé la prophétie, que Tu as renforcé en lui accordant le bassin de Kawthar et le droit d’intercession."
    }
  },
  {
    "id": "wed-41",
    "weekday": "wednesday",
    "order": 41,
    "title": "Çarşamba 41",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur le Prophète du jugement et de la sagesse, la lampe la plus brillante, doté du plus grand caractère, possesseur du Mi‘râj — le Sceau des Prophètes — notre maître Muhammad ; et sur sa famille, ses compagnons et les suivants qui marchent sur sa voie droite."
    }
  },
  {
    "id": "wed-42",
    "weekday": "wednesday",
    "order": 42,
    "title": "Çarşamba 42",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Fais des chemins des étoiles de l’Islam — leurs guides dans les nuits sombres et redoutables — des chemins puissants par notre maître. Envoie des prières sans interruption sur notre maître et souverain de cœur Muhammad, sur sa famille, ses compagnons et ses suivants, aussi longtemps que les vagues déferlent en mer et que les pèlerins venant de loin tournent autour de la Kaaba."
    }
  },
  {
    "id": "wed-43",
    "weekday": "wednesday",
    "order": 43,
    "title": "Çarşamba 43",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Que les meilleures prières et salutations soient sur le noble Messager d’Allah — choisi parmi les serviteurs, intercesseur de la création dans l’au-delà, possesseur de la Station louée et du bassin de Kawthar, porteur du fardeau du message et de la transmission universelle, honoré par son zèle pour la religion et les affaires du monde — notre maître Muhammad."
    }
  },
  {
    "id": "wed-44",
    "weekday": "wednesday",
    "order": 44,
    "title": "Çarşamba 44",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Qu’Allah le Très-Haut envoie sur lui et sa famille des prières qui se poursuivent jour et nuit."
    }
  },
  {
    "id": "wed-45",
    "weekday": "wednesday",
    "order": 45,
    "title": "Çarşamba 45",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Notre maître Muhammad — que la paix et les bénédictions d’Allah soient sur lui — est le chef et le plus vertueux de tous ceux qui ont été créés avant lui et de tous ceux qui seront créés après lui."
    }
  },
  {
    "id": "wed-46",
    "weekday": "wednesday",
    "order": 46,
    "title": "Çarşamba 46",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Our master Muhammad—may Allah’s peace and blessings be upon him—is the leader and most virtuous of all who were created before him and all who will be created after him."
    }
  },
  {
    "id": "thu-00",
    "weekday": "thursday",
    "order": 0,
    "title": "Perşembe Giriş",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Au nom d’Allah, le Tout Miséricordieux, le Très Miséricordieux…\n\nQu’Allah, le Très-Haut, prie et salue notre maître Muhammad, sa famille et ses compagnons.\n\nÔ Allah ! Par le rang que Ton Prophète, notre maître Muhammad (paix et bénédictions sur lui) a auprès de Toi, par l’amour que Tu lui portes et qu’il Te porte, et par le secret entre Toi et lui, je Te demande de prier et saluer lui, sa famille et ses compagnons.\n\nAugmente mon amour pour lui de multiples fois. Pour son honneur et ses stations élevées, fais-moi vraiment le connaître. Accorde-moi la réussite de suivre sa voie, de vivre ses nobles manières et sa sunna.\n\nDonne-moi la détermination en cela. Honore-moi en me permettant de voir le Messager (paix sur lui). Réjouis-moi en me permettant de lui parler par Ta grâce.\n\nÔte les difficultés, les barrières, les intermédiaires et les voiles. Fais goûter à mes oreilles la douceur de sa parole. Permets-moi de bénéficier de la science et de la gnose du Messager (paix sur lui), ô Allah !\n\nFais de mes prières sur lui une lumière complète, pure et éclatante qui efface toute injustice, obscurité, doute, association, mécréance, mensonge et péché. Fais de cette prière une cause de ma purification.\n\nPar ces prières, élève-moi au sommet de la sincérité, afin qu’il ne reste en moi aucun doute que l’adoration ne revient qu’à Toi seul. Ainsi serai-je digne de Ta présence et joint aux rangs de Tes proches amis.\n\nAccorde que je fasse tout cela en m’attachant fermement aux manières et à la sunna du Messager (paix sur lui), en cherchant aide auprès de sa noble personne.\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !"
    }
  },
  {
    "id": "thu-01",
    "weekday": "thursday",
    "order": 1,
    "title": "Perşembe 01",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Ton serviteur, Ton Messager, le Prophète illettré — notre maître Muhammad — et sur sa famille."
    }
  },
  {
    "id": "thu-02",
    "weekday": "thursday",
    "order": 2,
    "title": "Perşembe 02",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur notre maître Muhammad et sa famille la prière qui obtient Ta satisfaction comme récompense pour lui. Accorde-lui la station d’al-Wasîla, la Station louée (al-Maqâm al-Mahmûd) que Tu as promise, et la vertu. Récompense-le pour nous par la meilleure récompense que Tu as accordée à un prophète pour son peuple et à un messager pour sa communauté, selon ce qu’il mérite. Ô le Plus Miséricordieux des miséricordieux ! Prie aussi sur tous ses frères parmi les prophètes et les vertueux."
    }
  },
  {
    "id": "thu-03",
    "weekday": "thursday",
    "order": 3,
    "title": "Perşembe 03",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Accorde à notre maître Muhammad — chef du bien, ouvreur des bénédictions, Prophète de miséricorde et maître de cette communauté, Messager d’Allah, Seigneur des mondes, et maître des messagers — Tes prières les plus vertueuses, les bénéfices les plus nobles et toujours croissants, les plus grandes bénédictions, les bienfaits issus de Ta miséricorde, de Ta compassion et de Ta générosité, et les faveurs les plus excellentes."
    }
  },
  {
    "id": "thu-04",
    "weekday": "thursday",
    "order": 4,
    "title": "Perşembe 04",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Fais-le parvenir à la Station louée que les premiers et les derniers envieront, station qui le satisfera et augmentera sa proximité auprès de Toi."
    }
  },
  {
    "id": "thu-05",
    "weekday": "thursday",
    "order": 5,
    "title": "Perşembe 05",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Accorde à notre maître Muhammad la grâce, la vertu, l’honneur, la station d’al-Wasîla — la plus haute place au Paradis — et le degré le plus élevé."
    }
  },
  {
    "id": "thu-06",
    "weekday": "thursday",
    "order": 6,
    "title": "Perşembe 06",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Accorde à notre maître Muhammad la station d’al-Wasîla. Exauce ses espérances. Fais de lui le premier à intercéder et le premier dont l’intercession est acceptée."
    }
  },
  {
    "id": "thu-07",
    "weekday": "thursday",
    "order": 7,
    "title": "Perşembe 07",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Magnifie les preuves de sa prophétie. Alourdis sa balance. Rends son argument brillant. Élève son rang parmi les gens des stations élevées où se rassemblent les anges proches, les prophètes, les martyrs, les saints et les savants dans le septième ciel. Élève encore son station au-dessus même de la station des rapprochés."
    }
  },
  {
    "id": "thu-08",
    "weekday": "thursday",
    "order": 8,
    "title": "Perşembe 08",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Fais-nous vivre par sa Sunna. Fais-nous mourir en vivant sa religion. Fais-nous parmi ceux qui obtiennent son intercession. Rassemble-nous dans sa communauté. Fais-nous parvenir au bassin de Kawthar. Fais-nous boire dans ses coupes sans que nos défauts soient exposés. Sans regret ni doute, sans changement, sans que nous soyons des tentateurs ou tentés, fais-nous boire le Kawthar avec ses coupes. Ô Allah, Seigneur des mondes."
    }
  },
  {
    "id": "thu-09",
    "weekday": "thursday",
    "order": 9,
    "title": "Perşembe 09",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Accorde à notre maître Muhammad et sa famille la station d’al-Wasîla, la vertu et le degré élevé. Amène-le avec ses frères prophètes à la Station louée que Tu lui as promise. Ô Allah ! Sur le maître de cette communauté et Prophète de miséricorde — notre maître Muhammad — sur notre père Adam, notre mère Ève, et sur les prophètes, véridiques, martyrs et vertueux issus d’eux ; sur tous les anges de la terre et du ciel ; et sur nous ensemble — envoie des prières. Ô le Plus Miséricordieux des miséricordieux !"
    }
  },
  {
    "id": "thu-10",
    "weekday": "thursday",
    "order": 10,
    "title": "Perşembe 10",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Pardonne-moi, mes péchés, et à mes parents. Ô Allah ! Fais miséricorde à mes parents comme ils m’ont élevé petit. Pardonne tous les croyants et croyantes, tous les musulmans et musulmanes, leurs morts et leurs vivants. Aide-nous à nous soucier les uns des autres, à éviter l’inimitié, et à prier les uns pour les autres. Seigneur, pardonne-moi et fais-moi miséricorde ; Tu es le meilleur des miséricordieux. La force et la puissance appartiennent à Allah, le Très-Haut, le Très-Grand."
    }
  },
  {
    "id": "thu-11",
    "weekday": "thursday",
    "order": 11,
    "title": "Perşembe 11",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur la lumière des lumières, le secret des secrets, le maître des plus véridiques et des meilleurs serviteurs au rang des justes ; l’ornement des nobles messagers ; le plus généreux de ceux sur qui la nuit étend son obscurité et que le jour éclaire — notre maître Muhammad — envoie des prières par le nombre de gouttes de pluie tombées du premier instant du monde jusqu’à son dernier, par le nombre des plantes et de tout ce qui pousse sur les arbres, des prières qui durent aussi longtemps que dure le royaume du Seul, du Dominateur."
    }
  },
  {
    "id": "thu-12",
    "weekday": "thursday",
    "order": 12,
    "title": "Perşembe 12",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur notre maître Muhammad en ce monde — sa Noble Rawda — et dans l’au-delà — sa demeure dans le plus haut Firdaws — envoie des prières qui ennoblissent et magnifient sa station, et le Jour de la Résurrection accorde-lui ce qu’il désire et dont il sera satisfait."
    }
  },
  {
    "id": "thu-13",
    "weekday": "thursday",
    "order": 13,
    "title": "Perşembe 13",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô notre maître Muhammad ! Cette prière est pour honorer ton droit qui nous est obligatoire. Ô notre maître Muhammad ! Cette prière est pour honorer ton droit qui nous est obligatoire. Ô notre maître Muhammad (paix et bénédictions sur lui) ! Cette prière est pour honorer ton droit qui nous est obligatoire."
    }
  },
  {
    "id": "thu-14",
    "weekday": "thursday",
    "order": 14,
    "title": "Perşembe 14",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur celui indiqué par les lettres Ha (miséricorde), deux Mîm (souveraineté) et Dal (refuge de toute la création) — M-u-Ha-m-M-e-D — maître seigneurial possédant toutes les vertus, parfait, dont la lumière fut la première créée, miséricorde pour les mondes et sceau de la prophétie — notre maître Muhammad — envoie des prières aussi nombreuses que ce que contient Ta science, tant que ceux qui Te rappellent, Toi et lui, T’évoquent, et que ceux qui sont inattentifs à Ton rappel et au sien sont inattentifs, et tant que Ton Essence exaltée demeure éternelle ; ces prières ne cesseront que si Tu juges qu’elles suffisent. En vérité, Tu es Capable de toute chose."
    }
  },
  {
    "id": "thu-15",
    "weekday": "thursday",
    "order": 15,
    "title": "Perşembe 15",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur le plus beau et le plus lumineux des soleils de la guidance — le Prophète illettré, notre maître Muhammad — et sur sa famille, envoie des prières. Car notre maître Muhammad (paix sur lui) est le plus célèbre et le plus digne d’éloge des prophètes pour les nouvelles de sa prophétie ; sa lumière est plus éclatante, plus honorable et plus pure que celle de tous les prophètes ; en caractère il est le plus pur et le plus immaculé d’entre eux ; en création il est le plus noble et le plus robuste d’entre eux."
    }
  },
  {
    "id": "thu-16",
    "weekday": "thursday",
    "order": 16,
    "title": "Perşembe 16",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur notre maître, le Prophète illettré Muhammad, dont la beauté dépasse la pleine lune et dont la générosité excède les nuages de pluie et les eaux des océans — et sur sa famille — envoie des prières."
    }
  },
  {
    "id": "thu-17",
    "weekday": "thursday",
    "order": 17,
    "title": "Perşembe 17",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur notre maître, le Prophète illettré Muhammad — dont l’essence et la vie sont la bénédiction même, dont le souvenir et le parfum ravissent chaque créature — et sur sa famille, envoie des prières."
    }
  },
  {
    "id": "thu-18",
    "weekday": "thursday",
    "order": 18,
    "title": "Perşembe 18",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières et des salutations sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "thu-19",
    "weekday": "thursday",
    "order": 19,
    "title": "Perşembe 19",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as prié, fait miséricorde et béni notre maître Abraham et sa famille, prie, fais miséricorde et bénis notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "thu-20",
    "weekday": "thursday",
    "order": 20,
    "title": "Perşembe 20",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Ton serviteur, Ton Prophète, Ton Messager, le Prophète illettré — notre maître Muhammad — et sur sa famille."
    }
  },
  {
    "id": "thu-21",
    "weekday": "thursday",
    "order": 21,
    "title": "Perşembe 21",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad et sa famille à la plénitude de ce monde et de l’au-delà. Bénis notre maître Muhammad et sa famille à la plénitude de ce monde et de l’au-delà. Fais miséricorde à notre maître Muhammad et sa famille à la plénitude de ce monde et de l’au-delà. Envoie la paix sur notre maître Muhammad et sa famille à la plénitude de ce monde et de l’au-delà."
    }
  },
  {
    "id": "thu-22",
    "weekday": "thursday",
    "order": 22,
    "title": "Perşembe 22",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad comme Tu nous as commandé de prier sur lui. Prie sur notre maître Muhammad de la manière la plus appropriée pour prier sur lui."
    }
  },
  {
    "id": "thu-23",
    "weekday": "thursday",
    "order": 23,
    "title": "Perşembe 23",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Ton Prophète choisi parmi tous les prophètes ; sur Ton Messager dont Tu es satisfait parmi tous les serviteurs ; sur Ton ami que Tu as choisi parmi les créatures les plus nobles depuis Adam (paix sur lui) jusqu’à ce qu’il soit amené à l’existence ; sur Ton dépositaire de la révélation céleste — notre maître Muhammad."
    }
  },
  {
    "id": "thu-24",
    "weekday": "thursday",
    "order": 24,
    "title": "Perşembe 24",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur notre maître Muhammad — que Tu as fait naître des reins purs des pères les plus nobles et des matrices pures des mères les plus honorables, de la lignée d’Abd Manaf fils d’Abd al-Muttalib ; par qui Tu as guidé ceux qui s’opposaient à l’Islam et ouvert la voie de la chasteté ; que Tu as choisi de cette lignée noble — envoie des prières."
    }
  },
  {
    "id": "thu-25",
    "weekday": "thursday",
    "order": 25,
    "title": "Perşembe 25",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le plus excellent de ce qui est demandé à Toi, par Tes noms les plus aimés et honorés, par les bénédictions que Tu nous as accordées à travers notre Prophète Muhammad (paix sur lui), par le fait que Tu nous as protégés de l’égarement par lui, et parce que Tu as ordonné que nous priions sur lui — ce que Tu acceptes pour nous comme station ici-bas et dans l’au-delà, et comme grâce de Ta part en pardonnant nos péchés — en honorant Ton ordre et croyant de tout cœur que Tu tiens Tes promesses, nous T’implorons. Ô notre Seigneur ! Lorsque nous avons cru en lui et l’avons attesté au pacte primordial, lorsque nous avons suivi le Coran que Tu lui as révélé — Te rappelant Ta parole : “En vérité, Allah et Ses anges prient sur le Prophète. Ô vous qui croyez, priez sur lui et saluez-le de paix” — Tu as rendu obligatoire aux serviteurs d’envoyer des prières sur lui. Tu leur as ordonné de le faire. Ô notre Seigneur ! Par la sainteté de Ton Essence exaltée, par la lumière de Ta majesté et ce que Tu as rendu obligatoire pour ceux du rang du don, nous Te demandons d’envoyer sur Ton serviteur, Ton Messager, Ton Prophète, le meilleur de Ta création, le noble maître Muhammad, les prières les plus excellentes que Tu envoies sur n’importe laquelle de Tes créatures, avec Tes bénédictions et celles de tous Tes anges. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "thu-26",
    "weekday": "thursday",
    "order": 26,
    "title": "Perşembe 26",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Élève le rang de notre maître Muhammad. Exalte sa station. Rends sa balance lourde au Jour de la Résurrection. Fais sa preuve brillante, sa religion toujours manifeste, sa récompense abondante, sa lumière rayonnante. Maintiens son honneur dans les deux mondes. Et unis à lui sa descendance et sa noble Maison qui réjouissent son regard. Fais de lui un grand parmi les prophètes qui l’ont précédé."
    }
  },
  {
    "id": "thu-27",
    "weekday": "thursday",
    "order": 27,
    "title": "Perşembe 27",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Fais de notre maître Muhammad, en termes de ceux qui le suivent, le prophète avec la plus grande communauté et les plus nombreux appuis, sa lumière et son rang supérieurs à tous les prophètes, son degré le plus élevé des prophètes, et sa station au Paradis la plus vaste."
    }
  },
  {
    "id": "thu-28",
    "weekday": "thursday",
    "order": 28,
    "title": "Perşembe 28",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Fais de lui l’un des plus avancés ; que son rang soit parmi ceux qui sont choisis ; que sa station soit parmi ceux sélectionnés parmi les serviteurs purs ; que son lieu soit parmi les rapprochés de Toi dans la station des proches."
    }
  },
  {
    "id": "thu-29",
    "weekday": "thursday",
    "order": 29,
    "title": "Perşembe 29",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Fais que notre maître Muhammad, auprès de Toi, soit des plus généreux en rang, le plus grand en récompense, le plus proche en assemblée de Toi, le plus fermement établi en station, le plus véridique en parole, le meilleur en demandes exaucées, et le plus convoité parmi ceux qui Te sont proches. Héberge-le là où il n’est aucun rang au-dessus du sien, dans les palais de Firdaws parmi les plus hauts Jardins."
    }
  },
  {
    "id": "thu-30",
    "weekday": "thursday",
    "order": 30,
    "title": "Perşembe 30",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Fais de notre maître Muhammad le plus véridique en parole, celui dont la demande est la plus promptement exaucée, le premier à intercéder — et dont l’intercession est acceptée — afin que, lorsque Tu voudras distinguer Tes serviteurs comme gens du Paradis et de l’Enfer, il soit le plus véridique parmi les orateurs, le plus certain parmi les guidés sur le chemin, et le meilleur des bienfaisants parmi les prophètes."
    }
  },
  {
    "id": "thu-31",
    "weekday": "thursday",
    "order": 31,
    "title": "Perşembe 31",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Fais de notre Prophète le pionnier qui prépare les moyens pour sa communauté après lui, et fais de son bassin de Kawthar le lieu de rencontre pour ceux d’entre nous qui arriveront tôt ou tard."
    }
  },
  {
    "id": "thu-32",
    "weekday": "thursday",
    "order": 32,
    "title": "Perşembe 32",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Rassemble-nous dans sa communauté. Accorde-nous d’agir selon sa Sunna. Fais-nous mourir sur sa religion. Montre-nous son noble visage radieux. Inclue-nous parmi sa communauté et ses suiveurs."
    }
  },
  {
    "id": "thu-33",
    "weekday": "thursday",
    "order": 33,
    "title": "Perşembe 33",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Nous avons cru en lui sans le voir ; réunis-nous avec lui. Jusqu’à ce que Tu nous fasses parvenir à son bassin de Kawthar et nous admettes partout où il entre, ne nous sépare pas de lui. Fais-nous parmi ceux comblés de Tes bienfaits : les prophètes, les véridiques, les martyrs, et ses compagnons vertueux. Quels excellents compagnons ! Louange à Allah, Seigneur des mondes."
    }
  },
  {
    "id": "thu-34",
    "weekday": "thursday",
    "order": 34,
    "title": "Perşembe 34",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Notre maître Muhammad (paix sur lui) est la lumière de la guidance, l’appelant au bien, celui qui invite au bonheur des deux mondes, le Prophète de miséricorde, l’Imam des pieux, après qui aucun prophète ne viendra — le Messager d’Allah, Seigneur des mondes. Notre maître Muhammad (paix sur lui) a transmis son message, conseillé ses serviteurs, leur a récité Tes versets, établi les peines légales comme mesures pour ceux qui commettent des interdits, appliqué Ton jugement, ordonné l’obéissance à Toi, interdit la désobéissance à Toi, s’est allié à ceux que Tu as ordonné d’aimer, et s’est opposé à ceux que Tu as ordonné de repousser. Prie donc sur notre maître Muhammad."
    }
  },
  {
    "id": "thu-35",
    "weekday": "thursday",
    "order": 35,
    "title": "Perşembe 35",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur le corps de notre maître Muhammad parmi les corps, son esprit parmi les esprits, son lieu de repos parmi les lieux de repos, sa tombe bénie parmi les tombes, son souvenir lorsqu’il est mentionné — envoie des prières sur notre Prophète Muhammad."
    }
  },
  {
    "id": "thu-36",
    "weekday": "thursday",
    "order": 36,
    "title": "Perşembe 36",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Transmets de notre part à lui les salutations de paix, miséricorde et bénédictions, comme il sied à Ton Essence exaltée."
    }
  },
  {
    "id": "thu-37",
    "weekday": "thursday",
    "order": 37,
    "title": "Perşembe 37",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur les anges de proximité, sur Tes prophètes purifiés de toute faute, sur les messagers envoyés avec Tes livres divins, sur les porteurs du Trône, sur nos maîtres Jibril, Mikaïl, Israfil, Azraël ; sur Ridzwan le gardien du Paradis et Malik le gardien de l’Enfer ; sur les nobles scribes à droite et à gauche qui enregistrent le bien et le mal ; sur tous ceux du ciel et de la terre qui T’obéissent — envoie des prières."
    }
  },
  {
    "id": "thu-38",
    "weekday": "thursday",
    "order": 38,
    "title": "Perşembe 38",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Tout ce que Tu as accordé à l’une des familles des messagers, accorde-le en encore plus excellent à la Famille de Ton Prophète. Et tout ce dont Tu as récompensé un compagnon des messagers, récompense les compagnons de notre Prophète par quelque chose d’encore plus excellent."
    }
  },
  {
    "id": "thu-39",
    "weekday": "thursday",
    "order": 39,
    "title": "Perşembe 39",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Pardonne aux croyants et croyantes, aux musulmans et musulmanes, leurs morts et leurs vivants. “Notre Seigneur, pardonne-nous, ainsi qu’à nos frères qui nous ont précédés dans la foi, et ne mets dans nos cœurs aucune rancœur envers ceux qui ont cru. Notre Seigneur, Tu es Compatissant, Très Miséricordieux.”"
    }
  },
  {
    "id": "thu-40",
    "weekday": "thursday",
    "order": 40,
    "title": "Perşembe 40",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad le Prophète, de la lignée des Hâshimites, et sur sa famille et ses compagnons. Envoie-leur une paix parfaite."
    }
  },
  {
    "id": "thu-41",
    "weekday": "thursday",
    "order": 41,
    "title": "Perşembe 41",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô le Plus Miséricordieux des miséricordieux ! Par la prière qui Te plaît et qui lui plaît, et par laquelle Tu seras satisfait de nous, prie sur le meilleur des humains — notre maître Muhammad."
    }
  },
  {
    "id": "thu-42",
    "weekday": "thursday",
    "order": 42,
    "title": "Perşembe 42",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur notre maître Muhammad, sa famille et ses compagnons, envoie des prières abondantes, belles, complètes, emplies de parfum et de bénédiction, qui dureront aussi longtemps que dure le royaume d’Allah."
    }
  },
  {
    "id": "thu-43",
    "weekday": "thursday",
    "order": 43,
    "title": "Perşembe 43",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur notre maître Muhammad et sa famille, envoie des prières à la mesure de l’étendue du cosmos, par le nombre des étoiles du ciel, par la mesure de tout ce que Tu as créé jusqu’à maintenant et ce que Tu créeras jusqu’au Jour de la Résurrection — envoie cette prière qui maintient l’équilibre du ciel et de la terre."
    }
  },
  {
    "id": "thu-44",
    "weekday": "thursday",
    "order": 44,
    "title": "Perşembe 44",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as prié sur notre maître Abraham, prie sur notre maître Muhammad et sa famille. Comme Tu as béni notre maître Abraham et sa famille parmi tous les êtres, bénis notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "thu-45",
    "weekday": "thursday",
    "order": 45,
    "title": "Perşembe 45",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Dans ma religion, mes affaires d’ici-bas et de l’au-delà, je cherche le pardon pour tous les péchés, et la sécurité contre les épreuves et les peines."
    }
  },
  {
    "id": "thu-46",
    "weekday": "thursday",
    "order": 46,
    "title": "Perşembe 46",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Couvre nos péchés, nos fautes et nos désobéissances par Ta noblesse exaltée. Ô Allah ! Couvre nos péchés, nos fautes et nos désobéissances par Ta noblesse exaltée. Ô Allah ! Couvre nos péchés, nos fautes et nos désobéissances par Ta noblesse exaltée."
    }
  },
  {
    "id": "thu-47",
    "weekday": "thursday",
    "order": 47,
    "title": "Perşembe 47",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par Ta vérité suprême et la lumière de Ta Beauté ; par Ton Trône majestueux, par Ta grandeur, Ta majesté, Ta beauté, Ta puissance et Ta force ; par le droit du Piédestal portant Ton Trône ; par les noms dans les trésors des secrets que nulle créature ne connaît — je Te demande, ô mon Seigneur."
    }
  },
  {
    "id": "thu-48",
    "weekday": "thursday",
    "order": 48,
    "title": "Perşembe 48",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nom qui, lorsqu’on le place sur la nuit, l’assombrit ; lorsqu’on le place sur le jour, l’illumine ; qui maintient le ciel sans piliers ; qui rend la terre ferme ; qui fixe les montagnes ; qui soumet le fort et le tyran ; qui fait couler l’eau du ciel ; et lorsqu’on le place sur les nuages, fait tomber la pluie — je Te demande, ô mon Seigneur."
    }
  },
  {
    "id": "thu-49",
    "weekday": "thursday",
    "order": 49,
    "title": "Perşembe 49",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par les noms écrits sur le front de notre maître Israfil (paix sur lui) et sur le front de notre maître Jibril (paix sur lui), et par les noms inscrits sur les anges du rang de proximité, je Te demande."
    }
  },
  {
    "id": "thu-50",
    "weekday": "thursday",
    "order": 50,
    "title": "Perşembe 50",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par les noms écrits autour du Trône et autour du Piédestal, je Te demande."
    }
  },
  {
    "id": "thu-51",
    "weekday": "thursday",
    "order": 51,
    "title": "Perşembe 51",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le Nom Suprême écrit sur la feuille d’olivier, je Te demande."
    }
  },
  {
    "id": "thu-52",
    "weekday": "thursday",
    "order": 52,
    "title": "Perşembe 52",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par les noms exaltés par lesquels Tu as nommé Ton Essence — ceux que je connais et ceux que je ne connais pas — je Te demande."
    }
  },
  {
    "id": "fri-00",
    "weekday": "friday",
    "order": 0,
    "title": "Cuma Giriş",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Au nom d’Allah, le Tout Miséricordieux, le Très Miséricordieux…\n\nQu’Allah, le Très-Haut, prie et salue notre maître Muhammad, sa famille et ses compagnons.\n\nÔ Allah ! Par le rang que Ton Prophète, notre maître Muhammad (paix et bénédictions sur lui) a auprès de Toi, par l’amour que Tu lui portes et qu’il Te porte, et par le secret entre Toi et lui, je Te demande de prier et saluer lui, sa famille et ses compagnons.\n\nAugmente mon amour pour lui de multiples fois. Pour son honneur et ses stations élevées, fais-moi vraiment le connaître. Accorde-moi la réussite de suivre sa voie, de vivre ses nobles manières et sa sunna.\n\nDonne-moi la détermination en cela. Honore-moi en me permettant de voir le Messager (paix sur lui). Réjouis-moi en me permettant de lui parler par Ta grâce.\n\nÔte les difficultés, les barrières, les intermédiaires et les voiles. Fais goûter à mes oreilles la douceur de sa parole. Permets-moi de bénéficier de la science et de la gnose du Messager (paix sur lui), ô Allah !\n\nFais de mes prières sur lui une lumière complète, pure et éclatante qui efface toute injustice, obscurité, doute, association, mécréance, mensonge et péché. Fais de cette prière une cause de ma purification.\n\nPar ces prières, élève-moi au sommet de la sincérité, afin qu’il ne reste en moi aucun doute que l’adoration ne revient qu’à Toi seul. Ainsi serai-je digne de Ta présence et joint aux rangs de Tes proches amis.\n\nAccorde que je fasse tout cela en m’attachant fermement aux manières et à la sunna du Messager (paix sur lui), en cherchant aide auprès de sa noble personne.\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !"
    }
  },
  {
    "id": "fri-01",
    "weekday": "friday",
    "order": 1,
    "title": "Cuma 01",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par les noms avec lesquels notre maître Adam (paix sur lui) T’a invoqué, je présente ma demande. Par les noms avec lesquels notre maître Noé T’a invoqué ; notre maître Hûd ; notre maître Abraham ; notre maître Sâlih ; notre maître Yûnus ; notre maître Ayyûb ; notre maître Jacob ; notre maître Joseph — (que la paix soit sur eux tous) — je Te demande."
    }
  },
  {
    "id": "fri-02",
    "weekday": "friday",
    "order": 2,
    "title": "Cuma 02",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Par les noms avec lesquels notre maître Moïse T’a invoqué ; notre maître Aaron ; notre maître Shu’ayb ; notre maître Ismaël ; notre maître David ; notre maître Salomon ; notre maître Zacharie ; notre maître Jean ; notre maître Jérémie — (paix sur eux tous) — je Te demande."
    }
  },
  {
    "id": "fri-03",
    "weekday": "friday",
    "order": 3,
    "title": "Cuma 03",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Par les noms avec lesquels notre maître Cha’ya (paix sur lui) T’a invoqué ; notre maître Élie ; notre maître Élisée ; notre maître Dhu’l-Kifl ; notre maître Josué ; notre maître Jésus ; et par les noms avec lesquels notre maître Muhammad (paix et bénédictions sur lui, et sur tous les prophètes et messagers) T’a invoqué — ô Allah, Seigneur des mondes ! — par les prophètes et messagers mentionnés et par les noms avec lesquels ils T’ont supplié, je Te demande."
    }
  },
  {
    "id": "fri-04",
    "weekday": "friday",
    "order": 4,
    "title": "Cuma 04",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Avant que le ciel ne soit établi, la terre étendue, les montagnes fixées, les mers grondantes, les sources jaillissantes, les rivières coulantes, le soleil levé, la lune éclairante et les étoiles scintillantes — par le nombre de ce que Tu as créé — je Te demande d’envoyer des prières sur Ton Prophète, notre maître Muhammad. Car Tu es comme Tu es ; nul ne connaît Ton état sinon Toi. Tu es Unique, sans associé."
    }
  },
  {
    "id": "fri-05",
    "weekday": "friday",
    "order": 5,
    "title": "Cuma 05",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre de Ta clémence, envoie des prières sur notre maître Muhammad. Par le nombre de Ta science, envoie des prières sur notre maître Muhammad. Par le nombre de Tes paroles inépuisables, envoie des prières sur notre maître Muhammad. Par le nombre de Tes bienfaits, envoie des prières sur notre maître Muhammad. Par la plénitude des cieux, envoie des prières sur notre maître Muhammad. Par la plénitude de la terre, envoie des prières sur notre maître Muhammad. Par la plénitude de Ton Trône et son poids, envoie des prières sur notre maître Muhammad. Par le nombre de ce que la Plume a écrit dans le Tableau préservé de tout ce qui fut et sera, envoie des prières sur notre maître Muhammad. Par le nombre de ce que Tu as créé dans les sept cieux, envoie des prières sur notre maître Muhammad. Chaque jour jusqu’au Jour de la Résurrection, envoie mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-06",
    "weekday": "friday",
    "order": 6,
    "title": "Cuma 06",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de gouttes de pluie tombant du ciel à la terre, envoie chaque jour mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-07",
    "weekday": "friday",
    "order": 7,
    "title": "Cuma 07",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de ceux qui Te glorifient par « Subhânallah », proclament Ton unicité par « La ilaha illa Allah », Te magnifient, et Te glorifient par « Gloire à mon Seigneur le Sublime », envoie chaque jour mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-08",
    "weekday": "friday",
    "order": 8,
    "title": "Cuma 08",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre de leurs souffles et de leurs paroles, envoie des prières sur notre maître Muhammad. Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de chaque âme vivante que Tu as créée parmi eux, envoie chaque jour mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-09",
    "weekday": "friday",
    "order": 9,
    "title": "Cuma 09",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur notre maître Muhammad, par le nombre de nuages en mouvement, envoie des prières. Par le nombre de vents soufflant, du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, envoie chaque jour mille prières."
    }
  },
  {
    "id": "fri-10",
    "weekday": "friday",
    "order": 10,
    "title": "Cuma 10",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de tout ce que Tu as créé entre la terre et le ciel — et par le nombre de branches, feuilles, arbres et fruits que le vent fait bouger — envoie chaque jour mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-11",
    "weekday": "friday",
    "order": 11,
    "title": "Cuma 11",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre des étoiles du ciel, envoie chaque jour mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-12",
    "weekday": "friday",
    "order": 12,
    "title": "Cuma 12",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! À la mesure de ce que la terre porte de choses qui indiquent Ta puissance et Ta grandeur, envoie des prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-13",
    "weekday": "friday",
    "order": 13,
    "title": "Cuma 13",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre des créatures que Tu as créées dans les sept mers — dont seul Ton Être exalté connaît le nombre — et par ce que Tu créeras jusqu’au Jour de la Résurrection, envoie chaque jour mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-14",
    "weekday": "friday",
    "order": 14,
    "title": "Cuma 14",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par la plénitude des sept mers, envoie des prières sur notre maître Muhammad. Par le poids de ce que ces sept mers portent et qui témoigne de Ta puissance, envoie des prières."
    }
  },
  {
    "id": "fri-15",
    "weekday": "friday",
    "order": 15,
    "title": "Cuma 15",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre des vagues des mers, envoie chaque jour mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-16",
    "weekday": "friday",
    "order": 16,
    "title": "Cuma 16",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de grains de sable et de cailloux dans les profondeurs, plaines et montagnes de la terre, envoie chaque jour mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-17",
    "weekday": "friday",
    "order": 17,
    "title": "Cuma 17",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de vagues des eaux douces et salées lorsqu’elles bougent et se soulèvent — par le nombre de chaque galet, petite pierre et motte de terre sèche sur et dans la terre, à l’est et à l’ouest, dans les plaines, montagnes et vallées, en tout lieu bâti ou en ruine — par ce nombre, envoie chaque jour mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-18",
    "weekday": "friday",
    "order": 18,
    "title": "Cuma 18",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre d’arbres, fruits, feuilles, cultures et de toutes les plantes bénies qui sortent à l’est, à l’ouest, en direction de la qibla, dans les plaines, montagnes et vallées de la terre, envoie chaque jour mille prières sur notre Prophète Muhammad."
    }
  },
  {
    "id": "fri-19",
    "weekday": "friday",
    "order": 19,
    "title": "Cuma 19",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre des jinns, humains et diables que Tu as créés et créeras, envoie chaque jour mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-20",
    "weekday": "friday",
    "order": 20,
    "title": "Cuma 20",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de cheveux sur leurs corps, leurs visages et leurs têtes, envoie chaque jour mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-21",
    "weekday": "friday",
    "order": 21,
    "title": "Cuma 21",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, tant que les oiseaux battent des ailes et que les jinns et démons volent, envoie chaque jour mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-22",
    "weekday": "friday",
    "order": 22,
    "title": "Cuma 22",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre d’humains et de jinns — grands et petits — créés sur deux ou quatre pattes à l’est et à l’ouest de la terre, dont seul Ton Être exalté connaît le nombre, envoie chaque jour mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-23",
    "weekday": "friday",
    "order": 23,
    "title": "Cuma 23",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de leurs pas sur la terre, envoie chaque jour mille prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-24",
    "weekday": "friday",
    "order": 24,
    "title": "Cuma 24",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre de ceux qui prient sur lui, envoie des prières sur notre maître Muhammad. Par le nombre de ceux qui ne prient pas sur lui, envoie des prières sur notre maître Muhammad. Par le nombre des plantes qui poussent et des gouttes de pluie qui tombent, envoie des prières sur notre maître Muhammad. Par le nombre de toute chose existante, envoie des prières sur notre maître Muhammad."
    }
  },
  {
    "id": "fri-25",
    "weekday": "friday",
    "order": 25,
    "title": "Cuma 25",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur notre maître Muhammad quand la nuit s’assombrit et quand le jour s’éclaire, envoie des prières. En ce monde et dans l’au-delà, envoie des prières sur notre maître Muhammad. Lorsqu’il était un jeune homme pur, envoie des prières sur notre maître Muhammad. Dans son âge mûr qui Te plaisait, envoie des prières sur notre maître Muhammad. Depuis qu’il était enfant au berceau, envoie des prières sur notre maître Muhammad. Envoie des prières sur lui jusqu’à ce qu’il ne reste rien des prières qui doivent être envoyées."
    }
  },
  {
    "id": "fri-26",
    "weekday": "friday",
    "order": 26,
    "title": "Cuma 26",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Accorde à notre maître Muhammad la Station louée que Tu as promise — celle que Tu lui as assurée chaque fois qu’il T’a demandé et chaque fois que Tu lui as donné tout ce qu’il a demandé."
    }
  },
  {
    "id": "fri-27",
    "weekday": "friday",
    "order": 27,
    "title": "Cuma 27",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Rends le chemin de notre maître Muhammad exalté, son argument noble, les preuves de sa prophétie manifestes, et sa vertu claire pour toute la création."
    }
  },
  {
    "id": "fri-28",
    "weekday": "friday",
    "order": 28,
    "title": "Cuma 28",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Accepte sa plus grande intercession pour sa communauté. Accorde-nous d’agir selon sa Sunna. Fais-nous vivre et mourir sur sa religion. Rassemble-nous dans sa communauté et sous sa bannière. Inclue-nous parmi ses compagnons. Fais-nous parvenir à son bassin de Kawthar. Fais-nous boire dans ses coupes du breuvage de Kawthar. Accorde-nous la bénédiction de son amour. (Ici, le lecteur mentionne son propre nom et le nom de son père, par ex. « Ali fils d’Ahmad » ou « Fatima fille d’Ahmad ».)"
    }
  },
  {
    "id": "fri-29",
    "weekday": "friday",
    "order": 29,
    "title": "Cuma 29",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par les noms que j’ai invoqués et par le nombre de choses connues seulement de Ton Être exalté, je Te demande d’envoyer des prières sur notre maître Muhammad, de me faire miséricorde, d’accepter mon repentir, de me sauver de toutes les afflictions matérielles et spirituelles, de m’accorder le bien-être, et de faire miséricorde à tous les croyants et croyantes, à tous les musulmans et musulmanes, leurs morts et leurs vivants. Accepte le repentir de ce serviteur faible et pécheur et pardonne-lui. Ô Allah, Seigneur des mondes ! Âmîn."
    }
  },
  {
    "id": "fri-30",
    "weekday": "friday",
    "order": 30,
    "title": "Cuma 30",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Notre Prophète (paix sur lui) a dit : « Quiconque récite cette prière une fois, Allah lui accorde la récompense d’un hajj accepté et celle d’avoir affranchi un esclave parmi la descendance d’Ismaël (paix sur lui). » Et Allah dit : « Ô Mes anges ! Voici un serviteur qui a multiplié les prières sur Mon bien-aimé Muhammad (paix sur lui). Par Ma puissance, Ma majesté, Mon existence, Ma dignité et Ma grandeur, pour chaque lettre de sa prière Je lui donnerai un palais au Paradis. Son visage brillera comme la pleine lune de la quatorzième nuit. Le Jour de la Résurrection, il viendra sous la Bannière de Louange, et sa main sera dans la main de Mon bien-aimé Muhammad (paix sur lui). » Cette vertu vaut pour celui qui récite cette prière le vendredi. Allah est le Possesseur d’une grande bonté."
    }
  },
  {
    "id": "fri-31",
    "weekday": "friday",
    "order": 31,
    "title": "Cuma 31",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par Ta puissance, Ta force, Ta majesté, Ton honneur et Ta souveraineté ; par ce que porte le Piédestal ; par le Nom suprême caché avec lequel Tu as nommé Ton Essence et placé dans le Noble Coran, réservé au savoir de l’invisible auprès de Toi — je Te demande d’envoyer des prières sur Ton serviteur et messager, notre maître Muhammad. Ô Allah ! Par le nom avec lequel, lorsqu’on T’invoque, Tu réponds ; et lorsque l’on demande, Tu donnes, je Te demande."
    }
  },
  {
    "id": "fri-32",
    "weekday": "friday",
    "order": 32,
    "title": "Cuma 32",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par Ton nom qui, posé sur la nuit, l’assombrit ; posé sur le jour, l’illumine ; qui soutient le ciel sans piliers ; qui stabilise la terre ; qui fixe les montagnes ; qui soumet le fort et le tyran ; qui fait descendre l’eau du ciel ; et posé sur les nuages, fait tomber la pluie — je Te demande."
    }
  },
  {
    "id": "fri-33",
    "weekday": "friday",
    "order": 33,
    "title": "Cuma 33",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nom avec lequel notre Prophète Muhammad a fait supplication auprès de Toi ; par le nom avec lequel notre Prophète Adam a fait supplication auprès de Toi ; par les noms avec lesquels tous les prophètes, messagers et anges de proximité — que Tes prières et Ta paix soient sur eux — et tous les gens d’obéissance ont fait supplication auprès de Toi, je Te demande."
    }
  },
  {
    "id": "fri-34",
    "weekday": "friday",
    "order": 34,
    "title": "Cuma 34",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Avant que le ciel ne soit construit, que la terre ne soit étendue, que les montagnes ne soient fixées, que les sources ne jaillissent, que les rivières ne coulent, que le soleil ne se lève, que la lune n’éclaire et que les étoiles ne scintillent — par le nombre de ce que Tu as créé — je Te demande d’envoyer des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-35",
    "weekday": "friday",
    "order": 35,
    "title": "Cuma 35",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille au nombre de ce qui est lié à Ta science ; au nombre lié à Ton pardon ; au nombre de Ta clémence. Par le nombre contenu dans la part du Tableau préservé qui relève de Ta science exaltée, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-36",
    "weekday": "friday",
    "order": 36,
    "title": "Cuma 36",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille par le nombre des jugements écrits par la Plume dans le Tableau préservé — intacts des influences de Satan ou des jinns et jamais altérés — de tout ce qui fut et sera. Envoie des prières sur notre maître Muhammad et sa famille par la plénitude de la terre. Envoie des prières sur notre maître Muhammad et sa famille par la plénitude des cieux. Envoie des prières sur notre maître Muhammad et sa famille par le nombre de ce que Tu créeras du jour où Tu as créé le monde jusqu’au Jour de la Résurrection."
    }
  },
  {
    "id": "fri-37",
    "weekday": "friday",
    "order": 37,
    "title": "Cuma 37",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre des rangs d’anges, de leurs glorifications, sanctifications, louanges, magnifications et proclamations de Ton unicité, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-38",
    "weekday": "friday",
    "order": 38,
    "title": "Cuma 38",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de nuages en mouvement et des rangs de vents soufflants, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-39",
    "weekday": "friday",
    "order": 39,
    "title": "Cuma 39",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre de gouttes de pluie tombées de Tes cieux à la terre jusqu’à maintenant et qui tomberont jusqu’au Jour de la Résurrection, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-40",
    "weekday": "friday",
    "order": 40,
    "title": "Cuma 40",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, selon la mesure du vent qui souffle, au nombre des mouvements des arbres, des feuilles et des cultures, et au nombre des graines que Tu as créées dans leurs enveloppes protectrices — au nombre de toutes les graines — envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-41",
    "weekday": "friday",
    "order": 41,
    "title": "Cuma 41",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de gouttes de pluie et de plantes, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-42",
    "weekday": "friday",
    "order": 42,
    "title": "Cuma 42",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre d’étoiles dans le ciel, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-43",
    "weekday": "friday",
    "order": 43,
    "title": "Cuma 43",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre de créatures que Tu as créées dans les sept mers — connues seulement de Toi — et par ce que Tu créeras jusqu’au Jour de la Résurrection, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-44",
    "weekday": "friday",
    "order": 44,
    "title": "Cuma 44",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre de galets et de grains de sable à l’est et à l’ouest de la terre, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-45",
    "weekday": "friday",
    "order": 45,
    "title": "Cuma 45",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre des jinns et des humains que Tu as créés jusqu’ici et créeras jusqu’au Jour de la Résurrection, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-46",
    "weekday": "friday",
    "order": 46,
    "title": "Cuma 46",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de souffles, de mots et d’instants d’un clin d’œil parmi les humains et les jinns, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-47",
    "weekday": "friday",
    "order": 47,
    "title": "Cuma 47",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre des vols des jinns et des anges, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-48",
    "weekday": "friday",
    "order": 48,
    "title": "Cuma 48",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre d’oiseaux à l’est et à l’ouest, d’animaux sauvages, et même des petites créatures qui vivent sur les corps humains, animaux et insectes, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-49",
    "weekday": "friday",
    "order": 49,
    "title": "Cuma 49",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre des vivants et des morts, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-50",
    "weekday": "friday",
    "order": 50,
    "title": "Cuma 50",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de choses que la nuit assombrit et que le jour illumine, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-51",
    "weekday": "friday",
    "order": 51,
    "title": "Cuma 51",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre d’êtres vivants qui marchent sur deux ou quatre pattes, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "fri-52",
    "weekday": "friday",
    "order": 52,
    "title": "Cuma 52",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de jinns, d’hommes et d’anges qui prient sur notre maître Muhammad, envoie des prières sur lui."
    }
  },
  {
    "id": "fri-53",
    "weekday": "friday",
    "order": 53,
    "title": "Cuma 53",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre de ceux qui ne prient pas sur notre maître Muhammad, envoie des prières sur lui."
    }
  },
  {
    "id": "fri-54",
    "weekday": "friday",
    "order": 54,
    "title": "Cuma 54",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur notre maître Muhammad et sa famille, envoie les prières qui doivent être envoyées sur lui."
    }
  },
  {
    "id": "fri-55",
    "weekday": "friday",
    "order": 55,
    "title": "Cuma 55",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur notre maître Muhammad et sa famille, envoie les prières qui conviennent à son rang."
    }
  },
  {
    "id": "fri-56",
    "weekday": "friday",
    "order": 56,
    "title": "Cuma 56",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur notre maître Muhammad et sa famille, envoie toutes les prières de sorte qu’aucune des prières qui lui sont dues ne reste non envoyée."
    }
  },
  {
    "id": "fri-57",
    "weekday": "friday",
    "order": 57,
    "title": "Cuma 57",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad parmi les prophètes et tous les croyants ; parmi les croyants, véridiques, martyrs et vertueux venus après son départ vers l’au-delà ; et prie sur lui dans l’Assemblée Suprême — la station des anges les plus élevés — jusqu’au Jour de la Résurrection. Allah fait ce qu’Il veut ; il n’est de force et de puissance qu’en Allah, le Très-Haut, le Très-Grand."
    }
  },
  {
    "id": "sat-00",
    "weekday": "saturday",
    "order": 0,
    "title": "Cumartesi Giriş",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Au nom d’Allah, le Tout Miséricordieux, le Très Miséricordieux…\n\nQu’Allah, le Très-Haut, prie et salue notre maître Muhammad, sa famille et ses compagnons.\n\nÔ Allah ! Par le rang que Ton Prophète, notre maître Muhammad (paix et bénédictions sur lui) a auprès de Toi, par l’amour que Tu lui portes et qu’il Te porte, et par le secret entre Toi et lui, je Te demande de prier et saluer lui, sa famille et ses compagnons.\n\nAugmente mon amour pour lui de multiples fois. Pour son honneur et ses stations élevées, fais-moi vraiment le connaître. Accorde-moi la réussite de suivre sa voie, de vivre ses nobles manières et sa sunna.\n\nDonne-moi la détermination en cela. Honore-moi en me permettant de voir le Messager (paix sur lui). Réjouis-moi en me permettant de lui parler par Ta grâce.\n\nÔte les difficultés, les barrières, les intermédiaires et les voiles. Fais goûter à mes oreilles la douceur de sa parole. Permets-moi de bénéficier de la science et de la gnose du Messager (paix sur lui), ô Allah !\n\nFais de mes prières sur lui une lumière complète, pure et éclatante qui efface toute injustice, obscurité, doute, association, mécréance, mensonge et péché. Fais de cette prière une cause de ma purification.\n\nPar ces prières, élève-moi au sommet de la sincérité, afin qu’il ne reste en moi aucun doute que l’adoration ne revient qu’à Toi seul. Ainsi serai-je digne de Ta présence et joint aux rangs de Tes proches amis.\n\nAccorde que je fasse tout cela en m’attachant fermement aux manières et à la sunna du Messager (paix sur lui), en cherchant aide auprès de sa noble personne.\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !"
    }
  },
  {
    "id": "sat-01",
    "weekday": "saturday",
    "order": 1,
    "title": "Cumartesi 01",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad et sur sa famille. Accorde à notre maître Muhammad la station d’al-Wasîla, le degré le plus élevé et la vertu, et fais-le parvenir au Maqâm Mahmûd que Tu as promis. Tu ne manques jamais à Ta promesse."
    }
  },
  {
    "id": "sat-02",
    "weekday": "saturday",
    "order": 2,
    "title": "Cumartesi 02",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Seigneur du Trône sublime, ô Allah, Seigneur des mondes ! Élève l’honneur de notre maître Muhammad, rends manifeste sa religion, illumine les preuves qui indiquent sa prophétie. Fais ressortir sa vertu, accepte son intercession en faveur de sa communauté et accorde-nous d’agir selon sa sunna."
    }
  },
  {
    "id": "sat-03",
    "weekday": "saturday",
    "order": 3,
    "title": "Cumartesi 03",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Rassemble-nous sous son étendard avec sa communauté. Fais-nous boire dans sa coupe du bassin de Kawthar. Fais-nous profiter de son amour. Ô Allah, Seigneur des mondes."
    }
  },
  {
    "id": "sat-04",
    "weekday": "saturday",
    "order": 4,
    "title": "Cumartesi 04",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô notre Seigneur, transmets-lui de notre part le salut le plus excellent. Accorde-lui Ta faveur au nom de sa communauté."
    }
  },
  {
    "id": "sat-05",
    "weekday": "saturday",
    "order": 5,
    "title": "Cumartesi 05",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah, ô notre Seigneur ! Je Te demande de me pardonner, de me faire miséricorde, d’accepter mon repentir et de m’accorder le bien-être face à toute calamité venant du ciel ou surgissant de la terre. Par Ta miséricorde Tu es capable de toute chose. Ô notre Seigneur ! Par Ta miséricorde, je Te demande de pardonner tous les croyants et croyantes, tous les musulmans et musulmanes, leurs morts et leurs vivants. Qu’Allah le Très-Haut soit satisfait des pures mères des croyants — les épouses de notre Prophète — des lampes de ce monde, imams de la guidance et savants guides, de ses compagnons, des Tâbi‘ûn qui leur succédèrent et de ceux qui les suivent comme s’ils les avaient vus, jusqu’au Jour de la Résurrection. Louange à Allah, Seigneur des mondes. (Début du troisième tiers)"
    }
  },
  {
    "id": "sat-06",
    "weekday": "saturday",
    "order": 6,
    "title": "Cumartesi 06",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Seigneur des esprits et des corps décomposés ! Par l’obéissance des esprits qui retournent à leurs corps et l’obéissance des corps dont les veines se rejoignent, je Te demande. Toutes les créatures se tiennent devant Toi espérant Ta miséricorde, craignant Ton châtiment et attendant Ton jugement. Par Tes paroles qui valent pour tout esprit et tout corps, et par le droit que Tu prends d’eux, je Te demande de m’accorder une lumière dans la vue pour distinguer la vérité, le rappel sur ma langue de nuit comme de jour, et des œuvres justes. Accorde-moi cela, ô mon Seigneur !"
    }
  },
  {
    "id": "sat-07",
    "weekday": "saturday",
    "order": 7,
    "title": "Cumartesi 07",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as prié sur notre maître Abraham et lui as accordé Ta bénédiction, prie aussi sur notre maître Muhammad. Accorde-lui Ta bénédiction."
    }
  },
  {
    "id": "sat-08",
    "weekday": "saturday",
    "order": 8,
    "title": "Cumartesi 08",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as accordé prières et bénédictions à notre maître Abraham et à sa famille, accorde des prières et des bénédictions à notre maître Muhammad et à sa famille. En vérité, Tu es Digne de louange, Glorieux. Ô Allah ! Comme Tu as béni la famille de notre maître Abraham, bénis la famille de notre maître Muhammad. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "sat-09",
    "weekday": "saturday",
    "order": 9,
    "title": "Cumartesi 09",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Ton serviteur et Messager, notre maître Muhammad, et sur tous les croyants et croyantes, et sur tous les musulmans et musulmanes."
    }
  },
  {
    "id": "sat-10",
    "weekday": "saturday",
    "order": 10,
    "title": "Cumartesi 10",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad et sa famille par le nombre que Ta science embrasse, par la mesure que fixe Ton Livre et dont témoignent Tes anges, d’une prière qui dure tant que durera Ton royaume."
    }
  },
  {
    "id": "sat-11",
    "weekday": "saturday",
    "order": 11,
    "title": "Cumartesi 11",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par Tes noms sublimes que je connais et ceux que j’ignore, par les noms par lesquels Tu as nommé Ton propre Être, je Te demande d’envoyer des prières sur Ton serviteur et Prophète, notre maître Muhammad, par le nombre de tout ce que Tu as créé avant que le ciel ne soit bâti, que la terre ne soit étendue, que les montagnes ne soient dressées, que les sources ne jaillissent, que les fleuves ne coulent, que le soleil ne se lève, que la lune n’éclaire, que les étoiles ne scintillent, que les mers ne se soulèvent et que les arbres ne portent des fruits."
    }
  },
  {
    "id": "sat-12",
    "weekday": "saturday",
    "order": 12,
    "title": "Cumartesi 12",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre de Ta science, prie sur notre maître Muhammad. Ô Allah ! Par le nombre de Ta mansuétude, prie sur notre maître Muhammad. Ô Allah ! Par le nombre de Tes paroles inépuisables, prie sur notre maître Muhammad. Ô Allah ! Par le nombre de Tes bienfaits, prie sur notre maître Muhammad. Ô Allah ! Selon Ta grâce, prie sur notre maître Muhammad. Ô Allah ! Par le nombre de Ta générosité, prie sur notre maître Muhammad. Ô Allah ! Par le nombre des cieux, prie sur notre maître Muhammad. Ô Allah ! À la mesure de la terre, prie sur notre maître Muhammad. Ô Allah ! Par le nombre des anges que Tu as créés dans les sept cieux, prie sur notre maître Muhammad. Ô Allah ! Par le nombre des jinns, des humains, des bêtes sauvages, des oiseaux et des autres créatures que Tu as créées sur la terre, prie sur notre maître Muhammad. Ô Allah ! Par ce que la Plume a écrit dans la Table préservée du destin et par ce qu’elle écrira jusqu’au Jour de la Résurrection, prie sur notre maître Muhammad. Ô Allah ! Par le nombre des pluies et des gouttes de pluie, prie sur notre maître Muhammad. Ô Allah ! Par le nombre de ceux qui Te louent et Te remercient, qui proclament Ton unicité en disant “Lâ ilâha illa Allah”, qui Te magnifient en disant “Tu es vraiment Digne de louange, Glorieux”, et qui attestent que Tu es Allah, prie sur notre maître Muhammad. Ô Allah ! Par le nombre de Tes prières sur lui et des prières de Tes anges sur lui, prie sur notre maître Muhammad. Ô Allah ! Par le nombre de ceux, parmi Tes créatures, qui prient sur lui, prie sur notre maître Muhammad. Ô Allah ! Par le nombre de ceux qui ne prient pas sur lui, prie sur notre maître Muhammad. Ô Allah ! Par le nombre de montagnes, de grains de sable et de cailloux, prie sur notre maître Muhammad. Ô Allah ! Par le nombre d’arbres et de feuilles, et par le poids de l’argile desséchée et de tout ce qui pèse, prie sur notre maître Muhammad. Ô Allah ! Par le nombre de ce que Tu crées chaque année et de ce qui y périra, prie sur notre maître Muhammad. Ô Allah ! Par le nombre de ce que Tu crées chaque jour et de ce qui y meurt jusqu’au Jour de la Résurrection, prie sur notre maître Muhammad."
    }
  },
  {
    "id": "sat-13",
    "weekday": "saturday",
    "order": 13,
    "title": "Cumartesi 13",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par la mesure des eaux que déversent les nuages se déplaçant entre la terre et le ciel, prie sur notre maître Muhammad. Ô Allah ! Par le nombre des vents soumis dans le ciel et sur la terre — à l’est, à l’ouest, vers la qibla et dans leurs profondeurs — prie sur notre maître Muhammad. Ô Allah ! Par le nombre des étoiles du ciel, prie sur notre maître Muhammad. Ô Allah ! Par le nombre de poissons, d’êtres vivants, d’eaux, de sables et des autres créatures que Tu as créées dans les mers, prie sur notre maître Muhammad. Ô Allah ! Par le nombre des plantes et des cailloux, prie sur notre maître Muhammad. Ô Allah ! Par le nombre des fourmis, prie sur notre maître Muhammad. Ô Allah ! Par la quantité des eaux douces et salées, prie sur notre maître Muhammad. Ô Allah ! Par la mesure des bienfaits que Tu as accordés à toutes Tes créatures, prie sur notre maître Muhammad. Ô Allah ! Par le châtiment et la punition que Tu as infligés à ceux qui T’ont renié, prie sur notre maître Muhammad. Ô Allah ! Tant que dureront ce monde et l’Au-delà, prie sur notre maître Muhammad. Ô Allah ! Tant que subsisteront les créatures du Paradis, prie sur notre maître Muhammad. Ô Allah ! Tant que demeureront les créatures de l’Enfer, prie sur notre maître Muhammad. Ô Allah ! Prie sur notre maître Muhammad autant que Tu l’aimes et es satisfait de lui. Ô Allah ! Tant que notre maître Muhammad T’aime et est satisfait de Toi, prie sur lui. Ô Allah ! Prie sur lui à jamais. Installe-le auprès de Toi à la station la plus proche. Accorde-lui au Paradis la station d’al-Wasîla, la vertu, l’intercession, le degré le plus élevé et le Maqâm al-Mahmûd que Tu lui as promis. Certes, Tu ne manques pas à Ta promesse."
    }
  },
  {
    "id": "sat-14",
    "weekday": "saturday",
    "order": 14,
    "title": "Cumartesi 14",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Tu es assurément mon Maître dans mes affaires d’ici-bas et de l’Au-delà, mon Seigneur, le refuge auquel je m’adresse en tout état, ma sécurité, Celui à qui je confie toutes mes affaires, Celui auprès de qui j’expose mes besoins et mes aspirations. Par la sacralité du Mois sacré, de la Ville sacrée, du Monument sacré et de la noble tombe de notre Prophète (paix sur lui), je Te demande de m’accorder du bien selon la mesure que seul Ton Être exalté connaît, et de me protéger du mal selon la mesure que seul Ton Être exalté connaît."
    }
  },
  {
    "id": "sat-15",
    "weekday": "saturday",
    "order": 15,
    "title": "Cumartesi 15",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Tu as pardonné à notre maître Adam ; Tu as accordé notre maître Shîth ; Tu as donné à notre maître Abraham ses fils Ismaël et Isaac ; Tu as réuni notre maître Joseph avec notre maître Jacob ; Tu as rendu notre maître Moïse à sa mère ; Tu as augmenté la science de notre maître Khidr ; Tu as accordé à notre maître David son fils notre maître Salomon ; Tu as donné à notre maître Zacharie son fils notre maître Jean ; Tu as accordé à notre dame Marie son fils notre maître Jésus ; Tu as protégé la fille de notre maître Shu’ayb lorsqu’elle rencontra notre maître Moïse — paix sur eux tous. Ô Allah, ô notre Seigneur ! Je Te demande de prier sur notre maître Muhammad et sur tous les prophètes et messagers, et de lui accorder l’intercession et le degré le plus élevé. Ô Allah ! Je Te demande de pardonner mes péchés, de couvrir toutes mes fautes, de me sauver du Feu, de me donner Ta satisfaction, Ta sécurité, Ton pardon et Ta bienveillance, et de me combler dans Ton Jardin en compagnie des prophètes, des véridiques, des martyrs et des vertueux à qui Tu as accordé Tes faveurs. En vérité, Tu es capable de toute chose."
    }
  },
  {
    "id": "sat-16",
    "weekday": "saturday",
    "order": 16,
    "title": "Cumartesi 16",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Qu’Allah le Très-Haut prie sur notre maître Muhammad et sa famille aussi longtemps que les vents poussent les nuages amoncelés et que chaque âme goûte la mort. Ô Allah ! Transmets la paix aux gens de la Demeure de la Paix."
    }
  },
  {
    "id": "sat-17",
    "weekday": "saturday",
    "order": 17,
    "title": "Cumartesi 17",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Emploie-moi dans ce pour quoi Tu m’as créé. Ne m’occupe pas de ce dont Tu T’es déjà chargé, au point de remplir mon cœur de soucis de subsistance. Tu as déjà pris sur Toi de me pourvoir. Ne me prive pas alors que je Te le demande, et ne me châtie pas alors que je Te demande pardon.\n\nÔ Allah ! Emploie-moi dans ce pour quoi Tu m’as créé. Ne m’occupe pas de ce dont Tu T’es déjà chargé, au point de remplir mon cœur de soucis de subsistance. Tu as déjà pris sur Toi de me pourvoir. Ne me prive pas alors que je Te le demande, et ne me châtie pas alors que je Te demande pardon.\n\nÔ Allah ! Emploie-moi dans ce pour quoi Tu m’as créé. Ne m’occupe pas de ce dont Tu T’es déjà chargé, au point de remplir mon cœur de soucis de subsistance. Tu as déjà pris sur Toi de me pourvoir. Ne me prive pas alors que je Te le demande, et ne me châtie pas alors que je Te demande pardon."
    }
  },
  {
    "id": "sat-18",
    "weekday": "saturday",
    "order": 18,
    "title": "Cumartesi 18",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie Tes prières et Ta paix sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sat-19",
    "weekday": "saturday",
    "order": 19,
    "title": "Cumartesi 19",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par l’honneur de Ton Bien-Aimé Muhammad Mustafa auprès de Toi, nous nous tournons vers Toi en l’aimant. Ô notre maître Muhammad, je demande par toi la proximité de ton Seigneur. Ô pur et noble Messager, intercède pour nous auprès du Très Généreux."
    }
  },
  {
    "id": "sat-20",
    "weekday": "saturday",
    "order": 20,
    "title": "Cumartesi 20",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le rang qu’il a auprès de Toi, fais de lui un intercesseur en notre faveur.\nÔ Allah ! Par le rang qu’il a auprès de Toi, fais de lui un intercesseur en notre faveur.\nÔ Allah ! Par le rang qu’il a auprès de Toi, fais de lui un intercesseur en notre faveur."
    }
  },
  {
    "id": "sat-21",
    "weekday": "saturday",
    "order": 21,
    "title": "Cumartesi 21",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Fais de nous les meilleurs de Tes serviteurs qui prient et saluent notre Prophète, les plus proches de lui et ceux qui le rencontreront. Fais de nous ses aimants, parmi ceux qui lui sont les plus chers. Fais-nous nous réjouir avec lui le Jour du Rassemblement."
    }
  },
  {
    "id": "sat-22",
    "weekday": "saturday",
    "order": 22,
    "title": "Cumartesi 22",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Fais-en, pour nous, un guide vers le Jardin de Na‘îm, nous faisant entrer sans fatigue, sans peine et sans reddition de comptes. Oriente-le vers nous satisfait de nous tandis que nous espérons son intercession, et ne le rends pas mécontent de nous."
    }
  },
  {
    "id": "sat-23",
    "weekday": "saturday",
    "order": 23,
    "title": "Cumartesi 23",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Pardonne-nous, pardonne à nos parents et à tous les musulmans, leurs morts et leurs vivants. Notre ultime prière est : louange à Allah, Seigneur des mondes. (Début du quatrième quart)"
    }
  },
  {
    "id": "sat-24",
    "weekday": "saturday",
    "order": 24,
    "title": "Cumartesi 24",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Je Te demande, ô Allah ! Ô Allah ! Ô Allah ! Ô Vivant, ô Subsistant ! Ô Détenteur de Majesté et de Munificence ! Il n’y a de dieu que Toi. Gloire à Toi ! Je n’ai pas accompli Tes nobles commandements et j’ai fait partie des injustes."
    }
  },
  {
    "id": "sat-25",
    "weekday": "saturday",
    "order": 25,
    "title": "Cumartesi 25",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le droit du Kursî et de ce qu’il porte de Ta grandeur, de Ta majesté, de Ta puissance et de Ta souveraineté ; par Tes noms purs et cachés que nul parmi Ta création ne connaît ; et par Ton Nom que Tu poses sur la nuit et elle devient obscure ; que Tu poses sur le jour et il devient lumineux ; que Tu poses sur les cieux et ils se tiennent sans piliers ; que Tu poses sur la terre et elle est rendue stable ; que Tu poses sur les mers et leurs eaux débordent ; que Tu poses sur les sources et leurs eaux jaillissent ; et que Tu poses sur les nuages et ils font tomber la pluie — je Te demande."
    }
  },
  {
    "id": "sat-26",
    "weekday": "saturday",
    "order": 26,
    "title": "Cumartesi 26",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Je Te demande par les noms inscrits sur le front de notre maître Jibril (paix sur lui), par les noms inscrits sur le front de notre maître Israfil (paix sur lui), et par les noms écrits sur tous les anges."
    }
  },
  {
    "id": "sat-27",
    "weekday": "saturday",
    "order": 27,
    "title": "Cumartesi 27",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Par les noms écrits autour du Trône et du Kursî, je Te demande."
    }
  },
  {
    "id": "sat-28",
    "weekday": "saturday",
    "order": 28,
    "title": "Cumartesi 28",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Par Ton Nom suprême par lequel Tu as nommé Ton propre Essence exaltée, je Te demande."
    }
  },
  {
    "id": "sat-29",
    "weekday": "saturday",
    "order": 29,
    "title": "Cumartesi 29",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Par tous Tes noms, ceux que je connais et ceux que je ne connais pas."
    }
  },
  {
    "id": "sat-30",
    "weekday": "saturday",
    "order": 30,
    "title": "Cumartesi 30",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Par les noms avec lesquels notre maître Adam (paix sur lui) T’a invoqué et par ceux avec lesquels notre maître Noé (paix sur lui) T’a invoqué, je Te demande. Par les noms avec lesquels notre maître Salih T’a invoqué ; par les noms avec lesquels notre maître Yunus (paix sur lui) T’a invoqué ; par les noms avec lesquels notre maître Moïse (paix sur lui) T’a invoqué ; par les noms avec lesquels notre maître Haroun (paix sur lui) T’a invoqué ; par les noms avec lesquels notre maître Shu‘ayb (paix sur lui) T’a invoqué ; par les noms avec lesquels notre maître Abraham (paix sur lui) T’a invoqué ; par les noms avec lesquels notre maître Ismaël (paix sur lui) T’a invoqué ; par les noms avec lesquels notre maître David (paix sur lui) T’a invoqué, je Te demande. Par les noms avec lesquels notre maître Salomon (paix sur lui) T’a invoqué ; par les noms avec lesquels notre maître Zacharie (paix sur lui) T’a invoqué ; par les noms avec lesquels notre maître Josué (paix sur lui) T’a invoqué ; par les noms avec lesquels notre maître Khidr (paix sur lui) T’a invoqué ; par les noms avec lesquels notre maître Elias (paix sur lui) T’a invoqué ; par les noms avec lesquels notre maître Élisée (paix sur lui) T’a invoqué ; par les noms avec lesquels notre maître Dhu’l-Kifl (paix sur lui) T’a invoqué, je Te demande. Par les noms avec lesquels notre maître Jésus (paix sur lui) T’a invoqué, et par les noms avec lesquels Ton Prophète, Ton Messager, Ton Bien-Aimé que Tu as élu parmi les hommes — notre maître Muhammad — T’a invoqué, je Te demande. Ô Toi dont la parole est vérité — “Allah vous a créés, vous et ce que vous faites” — rien de ce qu’un serviteur dit ou fait, aucun mouvement ni aucune immobilité, ne peut advenir si ce n’est comme Tu l’as su de toute éternité, dans Ton décret et Ta prédestination, exactement comme il s’y trouve."
    }
  },
  {
    "id": "sat-31",
    "weekday": "saturday",
    "order": 31,
    "title": "Cumartesi 31",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Ô Allah ! Ô Allah ! Je Te demande d’accorder à tous ceux qui suivent notre Prophète et l’aiment, au Jour du Jugement, la subsistance de son intercession et de sa compagnie sans examen des fautes, sans châtiment, sans réprimande ni rejet. Ô Donateur, ô Très-Pardonnant, je Te demande de pardonner mes péchés et de couvrir mes défauts. Le jour où les récompenses seront données sans mesure, je Te demande, parmi tous les amis chers, de me combler par la vision de Ta Sublime Beauté, d’accepter mes actes et de pardonner toutes mes erreurs — commises sciemment, par ignorance ou par inadvertance — que Tu connais par Ta science éternelle. Je Te demande d’exaucer mon plus grand désir : parvenir à la visite de la tombe de notre Prophète (paix sur lui) et de lui adresser le salut ainsi qu’à ses deux compagnons, par Ta grâce, Ta faveur, Ta générosité et Ta bienveillance. Ô Très-Doux, ô Très-Miséricordieux, ô Protecteur ! Pour moi-même et pour tous les croyants hommes et femmes qui ont cru en lui, pour tous les musulmans hommes et femmes qui suivent sa voie, leurs familles, leurs vivants et leur descendance, je Te demande de récompenser notre maître Muhammad par la récompense la plus grande, la plus vertueuse et la plus complète que Tu accordes à l’un de Ta création. Ô Fort, ô Noble, ô Omniscient !"
    }
  },
  {
    "id": "sat-32",
    "weekday": "saturday",
    "order": 32,
    "title": "Cumartesi 32",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par les choses sur lesquelles j’ai juré par la majesté de Ton Essence — avant que le ciel ne soit bâti, que la terre ne soit étendue, que les montagnes ne s’élèvent, que les sources ne jaillissent, que les mers ne se calment, que les fleuves ne grondent, avant le lever du soleil, l’éclat de la lune et l’illumination des ténèbres par les étoiles — je Te demande d’envoyer une prière sur notre maître Muhammad et sa famille d’une manière connue de Toi seul."
    }
  },
  {
    "id": "sat-33",
    "weekday": "saturday",
    "order": 33,
    "title": "Cumartesi 33",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Je Te demande d’envoyer des prières sur notre maître Muhammad et sa famille par le nombre de Tes paroles."
    }
  },
  {
    "id": "sat-34",
    "weekday": "saturday",
    "order": 34,
    "title": "Cumartesi 34",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Je Te demande d’envoyer des prières sur notre maître Muhammad et sa famille par le nombre des versets et des lettres du Coran."
    }
  },
  {
    "id": "sat-35",
    "weekday": "saturday",
    "order": 35,
    "title": "Cumartesi 35",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Je Te demande d’envoyer des prières sur notre maître Muhammad et sa famille par le nombre de ceux qui récitent des prières sur lui."
    }
  },
  {
    "id": "sat-36",
    "weekday": "saturday",
    "order": 36,
    "title": "Cumartesi 36",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Je Te demande d’envoyer des prières sur notre maître Muhammad et sa famille par le nombre de ceux qui ne récitent pas de prières sur lui."
    }
  },
  {
    "id": "sat-37",
    "weekday": "saturday",
    "order": 37,
    "title": "Cumartesi 37",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Je Te demande d’envoyer des prières sur notre maître Muhammad et sa famille à la mesure de tout ce que la terre contient."
    }
  },
  {
    "id": "sat-38",
    "weekday": "saturday",
    "order": 38,
    "title": "Cumartesi 38",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Je Te demande d’envoyer des prières sur notre maître Muhammad et sa famille par la mesure de ce que la Plume a écrit dans la Table préservée au sujet du destin."
    }
  },
  {
    "id": "sat-39",
    "weekday": "saturday",
    "order": 39,
    "title": "Cumartesi 39",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Je Te demande d’envoyer des prières sur notre maître Muhammad et sa famille par le nombre de ce que Tu as créé dans les sept cieux."
    }
  },
  {
    "id": "sat-40",
    "weekday": "saturday",
    "order": 40,
    "title": "Cumartesi 40",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Je Te demande d’envoyer des prières sur notre maître Muhammad et sa famille par la mesure de ce que Tu créeras jusqu’au Jour de la Résurrection — chaque jour mille fois."
    }
  },
  {
    "id": "sat-41",
    "weekday": "saturday",
    "order": 41,
    "title": "Cumartesi 41",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Je Te demande d’envoyer des prières sur notre maître Muhammad et sa famille, du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre des gouttes de pluie tombant du ciel sur la terre — chaque jour mille fois."
    }
  },
  {
    "id": "sun-00",
    "weekday": "sunday",
    "order": 0,
    "title": "Pazar Giriş",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Au nom d’Allah, le Tout Miséricordieux, le Très Miséricordieux…\n\nQu’Allah, le Très-Haut, prie et salue notre maître Muhammad, sa famille et ses compagnons.\n\nÔ Allah ! Par le rang que Ton Prophète, notre maître Muhammad (paix et bénédictions sur lui), a auprès de Toi, par l’amour que Tu lui portes et qu’il Te porte, et par le secret entre Toi et lui, je Te demande de prier et saluer lui, sa famille et ses compagnons.\n\nAugmente mon amour pour lui de multiples fois. Pour son honneur et ses stations élevées, fais-moi vraiment le connaître. Accorde-moi la réussite de suivre sa voie, de vivre ses nobles manières et sa sunna.\n\nDonne-moi la détermination en cela. Honore-moi en me permettant de voir le Messager (paix sur lui). Réjouis-moi en me permettant de lui parler par Ta grâce.\n\nÔte les difficultés, les barrières, les intermédiaires et les voiles. Fais goûter à mes oreilles la douceur de sa parole. Permets-moi de bénéficier de la science et de la gnose du Messager (paix sur lui), ô Allah !\n\nFais de mes prières sur lui une lumière complète, pure et éclatante qui efface toute injustice, obscurité, doute, association, mécréance, mensonge et péché. Fais de cette prière une cause de ma purification.\n\nPar ces prières, élève-moi au sommet de la sincérité, afin qu’il ne reste en moi aucun doute que l’adoration ne revient qu’à Toi seul. Ainsi serai-je digne de Ta présence et joint aux rangs de Tes proches amis.\n\nAccorde que je fasse tout cela en m’attachant fermement aux manières et à la sunna du Messager (paix sur lui), en cherchant aide auprès de sa noble personne.\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !"
    }
  },
  {
    "id": "sun-01",
    "weekday": "sunday",
    "order": 1,
    "title": "Pazar 01",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de ceux qui Te glorifient, Te sanctifient, Te vénèrent et se prosternent devant Toi, je Te demande d’envoyer chaque jour mille prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-02",
    "weekday": "sunday",
    "order": 2,
    "title": "Pazar 02",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de ce que Tu crées chaque année, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-03",
    "weekday": "sunday",
    "order": 3,
    "title": "Pazar 03",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre des nuages qui se déplacent, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-04",
    "weekday": "sunday",
    "order": 4,
    "title": "Pazar 04",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre des vents qui soufflent, envoie chaque jour mille prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-05",
    "weekday": "sunday",
    "order": 5,
    "title": "Pazar 05",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Tant que les vents font bouger les branches, les feuilles, les fruits et les fleurs des arbres, par le nombre de ce que Tu as créé entre la terre et le ciel, du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, envoie chaque jour mille prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-06",
    "weekday": "sunday",
    "order": 6,
    "title": "Pazar 06",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre des vagues des mers, envoie chaque jour mille prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-07",
    "weekday": "sunday",
    "order": 7,
    "title": "Pazar 07",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre des grains de sable, cailloux, mottes de terre et pierres que Tu as placés à l’est et à l’ouest, dans les montagnes, plaines et vallées de la terre, envoie chaque jour mille prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-08",
    "weekday": "sunday",
    "order": 8,
    "title": "Pazar 08",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Dans toutes les régions de la terre—côté qibla, est, ouest, centre et montagnes—par le nombre des plantes que Tu as créées : arbres, fruits, feuilles, cultures, et tout ce que cela a produit et produira comme plantes et récoltes bénies, du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, envoie chaque jour mille prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-09",
    "weekday": "sunday",
    "order": 9,
    "title": "Pazar 09",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre des humains, des jinns et des démons que Tu as créés et créeras jusqu’au Jour de la Résurrection, envoie chaque jour mille prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-10",
    "weekday": "sunday",
    "order": 10,
    "title": "Pazar 10",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre de leurs corps, de leurs visages et des cheveux de leurs têtes, envoie chaque jour mille prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-11",
    "weekday": "sunday",
    "order": 11,
    "title": "Pazar 11",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, à chaque clin d’œil et par le nombre de leurs paroles et de leurs souffles, envoie chaque jour mille prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-12",
    "weekday": "sunday",
    "order": 12,
    "title": "Pazar 12",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre des vols des jinns et des mouvements des hommes, envoie chaque jour mille prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-13",
    "weekday": "sunday",
    "order": 13,
    "title": "Pazar 13",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Du jour où Tu as créé le monde jusqu’au Jour de la Résurrection, par le nombre des créatures grandes et petites que Tu as créées à l’est et à l’ouest de la terre—que nous connaissons et dont Toi seul connais toute la réalité—envoie chaque jour mille prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-14",
    "weekday": "sunday",
    "order": 14,
    "title": "Pazar 14",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Je Te demande d’envoyer chaque jour mille prières sur notre maître Muhammad et sa famille par le nombre de ceux qui prient sur lui et de ceux qui ne prient pas sur lui, et même par le nombre de ceux qui prieront sur lui jusqu’au Jour de la Résurrection."
    }
  },
  {
    "id": "sun-15",
    "weekday": "sunday",
    "order": 15,
    "title": "Pazar 15",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille par le nombre des vivants et des morts, et par le nombre des poissons, oiseaux, fourmis, abeilles et toutes petites créatures que Tu as créées."
    }
  },
  {
    "id": "sun-16",
    "weekday": "sunday",
    "order": 16,
    "title": "Pazar 16",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille quand la nuit s’épaissit et quand le jour s’éclaire."
    }
  },
  {
    "id": "sun-17",
    "weekday": "sunday",
    "order": 17,
    "title": "Pazar 17",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille dans cette vie d’ici-bas et dans l’au-delà."
    }
  },
  {
    "id": "sun-18",
    "weekday": "sunday",
    "order": 18,
    "title": "Pazar 18",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Depuis son enfance au berceau, durant sa maturité et sa guidance du peuple, jusqu’à ce que Tu reprennes son âme avec satisfaction, puis jusqu’au jour où Tu le ressusciteras comme intercesseur, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-19",
    "weekday": "sunday",
    "order": 19,
    "title": "Pazar 19",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre de Ta création, par Ta satisfaction, par le poids de Ton Trône et par le nombre de Tes paroles, envoie des prières sur notre maître Muhammad et sa famille. Ô Allah ! Accorde-lui, à lui et à sa famille, le rang d’al-Wasîla, la vertu, le degré élevé, le bassin de Kawthar, la station louée (al-Maqâm al-Mahmûd) et l’exaltation sans fin. Ô Allah ! Renforce sa preuve, exalte les signes de sa prophétie, honore la base de l’Islam et élève son rang en ce monde et dans l’au-delà. Et, ô notre Maître, pour nous : accorde-nous d’agir selon sa sunna, fais-nous mourir sur sa religion, rassemble-nous dans sa communauté et sous sa bannière, et inclus-nous parmi ses compagnons. Ô Allah ! Fais-nous parvenir à son bassin de Kawthar ; abreuve-nous de son nectar avec ses coupes ; fais-nous profiter de l’amour de notre Prophète ; accepte notre repentir ; accorde-nous la sécurité et le bien-être contre toute épreuve apparente ou cachée ; fais-nous miséricorde ; pardonne-nous, à tous les croyants et croyantes, à tous les musulmans et musulmanes, leurs morts et leurs vivants. Louange à Allah, Seigneur des mondes. Quel excellent Protecteur ! La force et la puissance appartiennent à Allah, le Très-Haut, le Tout-Puissant."
    }
  },
  {
    "id": "sun-20",
    "weekday": "sunday",
    "order": 20,
    "title": "Pazar 20",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Tant que les colombes roucoulent, que les oiseaux et les bêtes tournent pour chercher de l’eau ; tant que les talismans protégent les enfants innocents des diables et des jinns, que les turbans sont enroulés sur la tête comme sunna, et que ceux qui progressent spirituellement jour après jour continuent de progresser — envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-21",
    "weekday": "sunday",
    "order": 21,
    "title": "Pazar 21",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Chaque fois que la lumière du matin se répand, que les vents soufflent, que les êtres vivants marchent, que la nuit et le jour se succèdent, que les épées sont ceintes, que les lances sont serrées, et que corps et âmes recouvrent santé des maladies apparentes et cachées — envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-22",
    "weekday": "sunday",
    "order": 22,
    "title": "Pazar 22",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Tant que les sphères tournent, que l’obscurité de la nuit s’étend, et que les anges Te glorifient, envoie des prières sur notre maître Muhammad et sa famille."
    }
  },
  {
    "id": "sun-23",
    "weekday": "sunday",
    "order": 23,
    "title": "Pazar 23",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as prié sur notre maître Abraham, prie sur notre maître Muhammad et sa famille. Comme Tu as béni notre maître Abraham parmi les mondes, bénis notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "sun-24",
    "weekday": "sunday",
    "order": 24,
    "title": "Pazar 24",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Tant que le soleil se lève, que les cinq prières sont accomplies, que l’éclair luit, que la pluie tombe à torrents, et tant que l’ange du tonnerre chargé de conduire les nuages Te glorifie — prie sur Muhammad et sa famille."
    }
  },
  {
    "id": "sun-25",
    "weekday": "sunday",
    "order": 25,
    "title": "Pazar 25",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad et sa famille à la mesure de la plénitude de la terre et du ciel, et de tout ce qui se trouve entre eux et de tout ce que Tu veux."
    }
  },
  {
    "id": "sun-26",
    "weekday": "sunday",
    "order": 26,
    "title": "Pazar 26",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Parce qu’il a porté le fardeau du message, sauvé les gens de l’ignorance, combattu les gens du kufr et de l’égarement, appelé à Te reconnaître comme Seul Dieu, et enduré peines et difficultés en guidant Tes serviteurs — accorde à notre maître Muhammad ce qu’il souhaite, fais-le parvenir à ses désirs, et donne-lui au Paradis la station d’al-Wasîla, la vertu et le rang élevé, et la station louée que Tu lui as promise. Tu ne manques jamais à Ta promesse."
    }
  },
  {
    "id": "sun-27",
    "weekday": "sunday",
    "order": 27,
    "title": "Pazar 27",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Fais de nous ceux qui suivent sa voie en agissant selon le Coran et la Sunna ; ceux qui sont marqués par son amour ; ceux guidés par sa guidance, ses paroles, ses actes, ses ordres et ses interdictions ; ceux qui marchent sur sa voie. Ô le Plus Miséricordieux ! Ressuscite-nous parmi les partisans de sa communauté dont les mains, visages et pieds brillent de la lumière des ablutions, parmi les premiers de ses partisans, parmi les « gens de la droite » loués dans le Noble Coran, ceux à qui on donnera leur registre dans la main droite et qui seront sauvés."
    }
  },
  {
    "id": "sun-28",
    "weekday": "sunday",
    "order": 28,
    "title": "Pazar 28",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur tous Tes anges, sur les anges de la proximité, sur les prophètes et messagers, et sur tous les gens d’adoration et d’obéissance. Fais de nous ceux qui obtiennent Ta miséricorde grâce aux prières que nous envoyons sur eux."
    }
  },
  {
    "id": "sun-29",
    "weekday": "sunday",
    "order": 29,
    "title": "Pazar 29",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad, qui ordonne le bien et la vérité, qui sera l’intercesseur des pécheurs le Jour de la Résurrection, choisi de La Mecque comme Prophète et envoyé à tous les peuples."
    }
  },
  {
    "id": "sun-30",
    "weekday": "sunday",
    "order": 30,
    "title": "Pazar 30",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Transmets en notre nom les meilleures prières et salutations à notre Prophète, notre intercesseur et notre bien-aimé. Élève-le à la plus haute station louée. Accorde-lui au Paradis la station d’al-Wasîla, la vertu et le rang élevé que Tu lui as promis dans la station élevée où se trouvent les prophètes, les messagers, les martyrs, les véridiques et les vertueux."
    }
  },
  {
    "id": "sun-31",
    "weekday": "sunday",
    "order": 31,
    "title": "Pazar 31",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur lui des bénédictions qui ne diminuent jamais et ne cessent jamais."
    }
  },
  {
    "id": "sun-32",
    "weekday": "sunday",
    "order": 32,
    "title": "Pazar 32",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad et sa famille tant que l’éclair brille, que le soleil se lève, que la nuit étend son obscurité et que les gouttes de pluie tombent des nuages. Ô Allah ! Prie sur notre maître Muhammad et sa famille à la mesure de ce qui se trouve entre la terre et le ciel et entre les étoiles ; par le nombre des étoiles du ciel, des gouttes de pluie et des cailloux. Ô Allah ! Envoie sur notre maître Muhammad et sa famille des prières dont la récompense ne peut être comptée."
    }
  },
  {
    "id": "sun-33",
    "weekday": "sunday",
    "order": 33,
    "title": "Pazar 33",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad au poids de Ton Trône, jusqu’à l’étendue de Ta satisfaction, au nombre de Tes paroles, et à l’infini de Ta miséricorde sans limite."
    }
  },
  {
    "id": "sun-34",
    "weekday": "sunday",
    "order": 34,
    "title": "Pazar 34",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad, sa famille, ses épouses et sa descendance. Bénis-le, lui, sa famille, ses épouses et sa descendance comme Tu as prié et béni notre maître Abraham et sa famille. En vérité, Tu es Digne de louange, Glorieux. Ô Allah ! Récompense-le de notre part par la meilleure récompense que Tu accordes à un Prophète de sa communauté. Fais de nous ceux qui sont guidés par la clarté de ses jugements ; guide-nous en marchant sur sa voie ; fais-nous mourir croyants en sa religion, aimant sa famille, ses compagnons et sa lignée ; et ressuscite-nous en sa compagnie."
    }
  },
  {
    "id": "sun-35",
    "weekday": "sunday",
    "order": 35,
    "title": "Pazar 35",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur le plus vertueux de Tes prophètes, le plus généreux de ceux que Tu as choisis parmi Tes serviteurs, l’imam des saints, le sceau des prophètes, le Bien-Aimé du Seigneur des mondes, le témoin sur tous les prophètes, l’intercesseur des pécheurs, le maître des enfants d’Adam, le porteur d’heureuse annonce parmi les anges proches, toujours lumineux comme une lampe brillante, véridique et digne de confiance, exposant la vérité, doux et miséricordieux ; sur celui à qui Tu as accordé le Noble Coran avec la sourate Al-Fâtiha pour guider vers la voie droite ; le Prophète de miséricorde, le guide de la communauté ; le premier dont la tombe s’ouvrira et le premier à entrer au Paradis ; soutenu par notre maître Jibril et Mikaïl ; annoncé dans la Torah et l’Évangile ; choisi et préféré, Abû al-Qâsim Muhammad fils d’Abdullah fils d’Abd al-Muttalib al-Hâshimî al-Makkî al-Qurashî — que les prières et la paix d’Allah soient sur lui."
    }
  },
  {
    "id": "sun-36",
    "weekday": "sunday",
    "order": 36,
    "title": "Pazar 36",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur les anges qui Te glorifient nuit et jour sans fatigue, qui ne Te désobéissent pas dans ce que Tu leur commandes et qui font ce qui leur est ordonné, et sur tous Tes anges."
    }
  },
  {
    "id": "sun-37",
    "weekday": "sunday",
    "order": 37,
    "title": "Pazar 37",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur les anges que Tu as choisis comme messagers, faits dépositaires de Ta révélation et témoins sur Ta création ; à qui Tu as ouvert les voiles de la proximité et fait connaître une part du mystère ; dont Tu as choisi certains comme gardiens de Ton Paradis et porteurs de Ton Trône ; dont Tu as fait beaucoup de Tes armées ; que Tu as favorisés sur le reste de la création ; que Tu as purifiés des péchés et défauts et établis dans Tes cieux les plus élevés. Envoie sur eux une bénédiction qui augmente leur vertu et qui dure, et par la grâce de ces bénédictions rends-nous dignes de leur demande de pardon pour nous."
    }
  },
  {
    "id": "sun-38",
    "weekday": "sunday",
    "order": 38,
    "title": "Pazar 38",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie et salue les prophètes et messagers dont Tu as élargi le cœur par la sagesse, que Tu as couronnés par la chaîne de la prophétie, à qui Tu as révélé Tes livres, par qui Tu as guidé la création au tawhid, qui ont appelé à Tes promesses des jardins et de leurs degrés élevés, averti du châtiment du Feu, et qui sont restés fermes par Ta preuve—et ils sont restés fermes. Ô Allah, envoie-leur une paix parfaite, et par la bénédiction de ces prières accorde-nous la plus grande récompense."
    }
  },
  {
    "id": "sun-39",
    "weekday": "sunday",
    "order": 39,
    "title": "Pazar 39",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur notre maître Muhammad et sa famille une bénédiction qui s’acquitte de son immense droit sur nous et qui soit toujours acceptée."
    }
  },
  {
    "id": "sun-40",
    "weekday": "sunday",
    "order": 40,
    "title": "Pazar 40",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad, possesseur de beauté et de noble caractère, comblé des délices de ce monde et de l’au-delà, parfait dans son essence et ses attributs, porteur de la lumière de la mission et de la prophétie, seigneur des enfants éternels du Paradis et des houris, possesseur de palais et demeures élevées, et détenteur d’une langue toujours reconnaissante. Ô Allah ! Prie sur le détenteur du cœur reconnaissant et de la science abondante, rendu victorieux par son armée, honoré de fils et filles et d’épouses pures, élevé dans les degrés de ce monde et de l’au-delà, honoré par Zamzam, la Station d’Ibrahim et Muzdalifah, purifié des grands et petits péchés, protecteur des orphelins, nourrisseur et éducateur, enseignant les rites du Hajj, récitant le Coran exactement comme révélé, glorifiant le Tout Miséricordieux, jeûnant Ramadan, porteur de la Bannière de Louange le Jour où toutes les nations se rassemblent, possesseur de générosité et de munificence, fidèle à ses pactes, aimant sa communauté, les appelant de leurs cœurs et de leurs membres à ce qui plaît à Allah ; celui qui monta la mule blanche offerte par le roi d’Alexandrie, qui monta le destrier blanc à Khaybar et Hunayn, qui utilisa l’épée nommée Qadib, qui se détourna des péchés et garda son cœur pur, dont les paroles sont exemptes de faute et droites, dont les qualités sont décrites dans les livres célestes ; serviteur d’Allah et sceau de Ses messagers en qui Tu as déposé de nombreux secrets.\nÔ Allah ! Prie sur la Preuve d’Allah dont l’obéissance est obéissance à Toi et la désobéissance désobéissance à Toi ; le Prophète qurayshite mecquois de la région de Zamzam, au beau visage et aux yeux soulignés, aux joues lisses et longues, possesseur du bassin de Kawthar et des sources du Paradis, destructeur de ceux qui s’opposèrent et renièrent, tueur des associateurs, celui dont les ablutions rendront les membres de sa communauté lumineux afin qu’ils soient conduits aux délices du Paradis et vers le Seigneur Généreux ; compagnon de notre maître Jibril, Messager du Seigneur des mondes, intercesseur des pécheurs, que le nuage ombragea de la chaleur du soleil, qui tel la pleine lune de la quatorzième nuit illumine les ténèbres de la tombe, du rassemblement, du pont, de l’Enfer et de l’ignorance, comme une lampe et une pleine lune. Prie sur lui et sur sa famille, issus des lignées les plus pures, d’une prière qui ne cesse jamais dans ce monde et dans l’autre, dans le Jardin et son éternité. Et prie sur lui d’une prière qui renouvelle sa joie le Jour du Jugement quand il sortira de sa tombe et sera envoyé sur le Buraq vers le lieu du rassemblement. Prie sur lui et sur sa famille qui brillent comme des étoiles, d’une prière semblable à une pluie torrentielle et continue. Ô Allah ! Prie sur lui, car il est le plus sage des Arabes, le plus éloquent en expression et en langue, le plus élevé en foi, le plus haut en rang, le plus doux en parole, le plus fidèle à ses pactes, et le plus pur en lignée. Il a clarifié et expliqué le chemin de l’Islam, l’a élevé, a brisé les idoles, a rendu manifestes Tes jugements, a détourné les gens du haram, et a prodigué des bienfaits aux croyants. Envoie donc sur lui et sa famille les meilleures prières en tout lieu et assemblée où tournent les anges, les jinns et les humains. Envoie sur lui une prière que Tu feras pour nous une provision dans l’au-delà, nuit et jour, suivie des parfums de la miséricorde plus doux que le musc, puis de Ton pardon et de Ta satisfaction. Ô Allah ! Prie sur lui, car il est le meilleur de qui l’on demande le bien ; de son front la lumière augmente, et le soleil et la lune prennent de sa lumière ; auprès de sa générosité les nuages et les mers sont insignifiants ; la terre s’illumine par ses signes ; ses miracles sont racontés par le Coran et les récits massifs. Prie sur lui et sa famille, et sur ses compagnons qui émigrèrent avec lui et aidèrent sa religion—les meilleurs des émigrants et des auxiliaires. Tant que les oiseaux chantent Tes louanges dans les arbres touffus, et que des nuages sans éclairs déversent une pluie abondante, envoie des prières continues sur lui. Et par la continuité de Tes prières, accorde-lui une récompense multipliée."
    }
  },
  {
    "id": "sun-41",
    "weekday": "sunday",
    "order": 41,
    "title": "Pazar 41",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie une prière sur notre maître Muhammad et sa pure, noble famille qui durera sans fin, comme Ta majesté et Ta générosité durent sans fin."
    }
  },
  {
    "id": "sun-42",
    "weekday": "sunday",
    "order": 42,
    "title": "Pazar 42",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur le pôle de l’honneur et pilier de la majesté, le soleil de la prophétie et du message, celui qui guide de l’égarement vers la guidance et délivre de l’ignorance—notre maître Muhammad—d’une prière suivie sans interruption, comme la succession de la nuit et du jour."
    }
  },
  {
    "id": "mon-00",
    "weekday": "monday",
    "order": 0,
    "title": "Pazartesi Giriş",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Au nom d’Allah, le Tout Miséricordieux, le Très Miséricordieux…\n\nQu’Allah, le Très-Haut, prie et salue notre maître Muhammad, sa famille et ses compagnons.\n\nÔ Allah ! Par le rang que Ton Prophète, notre maître Muhammad (paix et bénédictions sur lui) a auprès de Toi, par l’amour que Tu lui portes et qu’il Te porte, et par le secret entre Toi et lui, je Te demande de prier et saluer lui, sa famille et ses compagnons.\n\nAugmente mon amour pour lui de multiples fois. Pour son honneur et ses stations élevées, fais-moi vraiment le connaître. Accorde-moi la réussite de suivre sa voie, de vivre ses nobles manières et sa sunna.\n\nDonne-moi la détermination en cela. Honore-moi en me permettant de voir le Messager (paix sur lui). Réjouis-moi en me permettant de lui parler par Ta grâce.\n\nÔte les difficultés, les barrières, les intermédiaires et les voiles. Fais goûter à mes oreilles la douceur de sa parole. Permets-moi de bénéficier de la science et de la gnose du Messager (paix sur lui), ô Allah !\n\nFais de mes prières sur lui une lumière complète, pure et éclatante qui efface toute injustice, obscurité, doute, association, mécréance, mensonge et péché. Fais de cette prière une cause de ma purification.\n\nPar ces prières, élève-moi au sommet de la sincérité, afin qu’il ne reste en moi aucun doute que l’adoration ne revient qu’à Toi seul. Ainsi serai-je digne de Ta présence et joint aux rangs de Tes proches amis.\n\nAccorde que je fasse tout cela en m’attachant fermement aux manières et à la sunna du Messager (paix sur lui), en cherchant aide auprès de sa noble personne.\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !"
    }
  },
  {
    "id": "mon-01",
    "weekday": "monday",
    "order": 1,
    "title": "Pazartesi 01",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Qu’Allah le Très-Haut prie et salue notre maître et patron Muhammad, sa famille et ses compagnons."
    }
  },
  {
    "id": "mon-02",
    "weekday": "monday",
    "order": 2,
    "title": "Pazartesi 02",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as prié sur notre maître Abraham, prie sur notre maître Muhammad, sur ses épouses et sa descendance. Comme Tu as béni notre maître Abraham, bénis notre maître Muhammad, ses épouses et sa descendance. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "mon-03",
    "weekday": "monday",
    "order": 3,
    "title": "Pazartesi 03",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as prié sur notre maître Abraham, prie sur notre maître Muhammad et sa famille. Comme Tu as béni notre maître Abraham, bénis notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "mon-04",
    "weekday": "monday",
    "order": 4,
    "title": "Pazartesi 04",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as prié sur notre maître Abraham, prie sur notre maître Muhammad et sa famille. Comme Tu as béni notre maître Abraham, bénis notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "mon-05",
    "weekday": "monday",
    "order": 5,
    "title": "Pazartesi 05",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître, le Prophète illettré Muhammad, et sur sa famille."
    }
  },
  {
    "id": "mon-06",
    "weekday": "monday",
    "order": 6,
    "title": "Pazartesi 06",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Ton serviteur et Ton Messager, notre maître Muhammad."
    }
  },
  {
    "id": "mon-07",
    "weekday": "monday",
    "order": 7,
    "title": "Pazartesi 07",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as prié sur notre maître Abraham et sa famille, prie sur notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "mon-08",
    "weekday": "monday",
    "order": 8,
    "title": "Pazartesi 08",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as béni notre maître Abraham et sa famille, bénis notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "mon-09",
    "weekday": "monday",
    "order": 9,
    "title": "Pazartesi 09",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as fait miséricorde à notre maître Abraham et sa famille, fais miséricorde à notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "mon-10",
    "weekday": "monday",
    "order": 10,
    "title": "Pazartesi 10",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as montré compassion à notre maître Abraham et sa famille, montre compassion à notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "mon-11",
    "weekday": "monday",
    "order": 11,
    "title": "Pazartesi 11",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as accordé le salut à notre maître Abraham et sa famille, accorde le salut à notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "mon-12",
    "weekday": "monday",
    "order": 12,
    "title": "Pazartesi 12",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as envoyé prières, miséricorde et bénédiction sur notre maître Abraham et sa famille parmi tous les êtres, envoie prières, miséricorde et bénédiction sur notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "mon-13",
    "weekday": "monday",
    "order": 13,
    "title": "Pazartesi 13",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as prié sur notre maître Abraham, prie sur notre Prophète Muhammad, sur ses épouses — mères des croyants — sa descendance et sa noble famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "mon-14",
    "weekday": "monday",
    "order": 14,
    "title": "Pazartesi 14",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as béni notre maître Abraham, bénis notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "mon-15",
    "weekday": "monday",
    "order": 15,
    "title": "Pazartesi 15",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Toi qui ornes la terre, crées les cieux élevés et tournes les cœurs tels qu’ils furent créés, bons ou mauvais ; Ô Vainqueur des armées du faux, Proclamateur du vrai avec justesse, Complétant ce qui précède, Ouvreur des portes fermées à la foi — accorde la plus haute miséricorde, des bénédictions sans cesse croissantes et la plus douce compassion à Ton Messager et serviteur Muhammad. Il a gardé Ton pacte, porté Ta révélation en son cœur, s’est hâté vers Ton agrément sans délai, T’a obéi parce que c’est Ton commandement. Cette obéissance est devenue une lumière éclatante pour qui la recherche. Par une telle lumière, la grâce d’Allah parvient seulement aux méritants par les moyens qui pointent vers notre maître. Les cœurs noyés dans le péché et la discorde sont guidés par le Messager, car il clarifie les noms, dévoile les jugements et illumine de sa lumière le chemin de l’Islam dans les cœurs. Il est Ton émissaire digne de confiance, le gardien véridique de Ta science cachée, Ton témoin au Jour de la Résurrection, le Messager que Tu as envoyé avec la vérité comme miséricorde et faveur."
    }
  },
  {
    "id": "mon-16",
    "weekday": "monday",
    "order": 16,
    "title": "Pazartesi 16",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Élargis sa demeure dans le Jardin d’Éden, récompense-le multiplement de Ta grâce. Accorde-lui un bien permanent, sans difficulté ni interruption."
    }
  },
  {
    "id": "mon-17",
    "weekday": "monday",
    "order": 17,
    "title": "Pazartesi 17",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Éléve sa station dans le Jardin de Firdaws au-dessus de tous les autres. Accorde-lui Ta proximité spéciale et Ta grâce. Récompense-le comme un prophète dont le témoignage est accepté, dont la parole Te plaît, dont la parole est claire et dont la preuve est puissante."
    }
  },
  {
    "id": "mon-18",
    "weekday": "monday",
    "order": 18,
    "title": "Pazartesi 18",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "En vérité, Allah et Ses anges prient sur ce Prophète. Ô vous qui croyez, priez sur lui et adressez-lui une paix complète."
    }
  },
  {
    "id": "mon-19",
    "weekday": "monday",
    "order": 19,
    "title": "Pazartesi 19",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! J’ai répondu à Ton appel. Seigneur, je Te demande la félicité. Ô Très Miséricordieux, Très Bienfaiteur ! Que les prières récitées par les anges les plus proches de Toi, par les prophètes, les véridiques, les martyrs, les vertueux, et par tout ce qui Te glorifie, soient sur le porteur de l’Islam avec Ta permission — le porteur de bonne nouvelle, le témoin, le Messager d’Allah, Seigneur des mondes ; l’Imam des pieux, le maître des messagers, le Sceau des Prophètes, notre maître Muhammad fils d’Abdullah. Paix sur lui."
    }
  },
  {
    "id": "mon-20",
    "weekday": "monday",
    "order": 20,
    "title": "Pazartesi 20",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Accorde Tes prières, bénédictions et miséricorde au maître des messagers, Imam des pieux, Sceau des Prophètes, Prophète de miséricorde, leader et guide du bien — Ton Messager et serviteur, notre maître Muhammad."
    }
  },
  {
    "id": "mon-21",
    "weekday": "monday",
    "order": 21,
    "title": "Pazartesi 21",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Élève-le à la station louée que les premiers et les derniers envieront."
    }
  },
  {
    "id": "mon-22",
    "weekday": "monday",
    "order": 22,
    "title": "Pazartesi 22",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as prié sur notre maître Abraham, prie sur notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "mon-23",
    "weekday": "monday",
    "order": 23,
    "title": "Pazartesi 23",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as béni notre maître Abraham, bénis notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "mon-24",
    "weekday": "monday",
    "order": 24,
    "title": "Pazartesi 24",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Envoie des prières sur notre maître Muhammad, sa famille, ses compagnons, ses enfants, ses épouses, ses descendants, sa noble famille, ses proches par mariage, ses auxiliaires, ceux qui le suivent, ceux qui l’aiment, sa communauté, et sur nous tous ensemble, ô le Plus Miséricordieux des miséricordieux."
    }
  },
  {
    "id": "mon-25",
    "weekday": "monday",
    "order": 25,
    "title": "Pazartesi 25",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad par le nombre de ceux qui prient sur lui, et par le nombre de ceux qui ne prient pas sur lui. Ô Allah ! Envoie sur notre maître Muhammad la prière que Tu nous as ordonné de réciter pour lui. Envoie sur lui de la manière dont Tu veux qu’il soit béni."
    }
  },
  {
    "id": "mon-26",
    "weekday": "monday",
    "order": 26,
    "title": "Pazartesi 26",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur notre maître Muhammad et sa famille la prière que Tu nous as ordonné de réciter pour lui, de la façon qui lui convient le mieux."
    }
  },
  {
    "id": "mon-27",
    "weekday": "monday",
    "order": 27,
    "title": "Pazartesi 27",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur notre maître Muhammad et sa famille les bénédictions qui lui sont dignes."
    }
  },
  {
    "id": "mon-28",
    "weekday": "monday",
    "order": 28,
    "title": "Pazartesi 28",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur notre maître Muhammad et sa famille des prières selon ce que Tu aimes et ce qui Te plaît."
    }
  },
  {
    "id": "mon-29",
    "weekday": "monday",
    "order": 29,
    "title": "Pazartesi 29",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah, Seigneur de notre maître Muhammad et de sa famille ! Envoie des prières sur notre maître Muhammad et sa famille. Accorde-lui au Paradis la station d’al-Wasîla et son rang."
    }
  },
  {
    "id": "mon-30",
    "weekday": "monday",
    "order": 30,
    "title": "Pazartesi 30",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah, Seigneur de notre maître Muhammad et de sa famille ! Récompense notre maître Muhammad par la récompense qui lui convient."
    }
  },
  {
    "id": "mon-31",
    "weekday": "monday",
    "order": 31,
    "title": "Pazartesi 31",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître Muhammad, sa famille et sa noble maisonnée."
    }
  },
  {
    "id": "mon-32",
    "weekday": "monday",
    "order": 32,
    "title": "Pazartesi 32",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur notre maître Muhammad et sa famille des prières jusqu’à ce qu’il ne reste aucune prière qui doive leur parvenir sans être parvenue. Ô Allah ! Fais miséricorde à notre maître Muhammad et sa famille jusqu’à ce qu’il ne reste aucune miséricorde qui doive leur parvenir sans leur parvenir. Ô Allah ! Accorde bénédictions à notre maître Muhammad et sa famille jusqu’à ce qu’il ne reste aucune bénédiction qui doive leur parvenir sans leur parvenir. Ô Allah ! Envoie la paix sur notre maître Muhammad et sa famille jusqu’à ce qu’il ne reste aucun salut qui doive leur parvenir sans leur parvenir."
    }
  },
  {
    "id": "mon-33",
    "weekday": "monday",
    "order": 33,
    "title": "Pazartesi 33",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad parmi les messagers, prophètes et communautés passés. Ô Allah ! Envoie des prières sur notre maître Muhammad parmi les communautés ultérieures jusqu’au Jour de la Résurrection. Ô Allah ! Envoie des prières sur notre maître Muhammad parmi les prophètes. Ô Allah ! Envoie des prières sur notre maître Muhammad parmi les messagers. Ô Allah ! Envoie des prières sur notre maître Muhammad parmi l’Assemblée Suprême — les anges les plus élevés, les plus proches, les spirituels et lumineux du Trône — jusqu’au Jour de la Résurrection."
    }
  },
  {
    "id": "mon-34",
    "weekday": "monday",
    "order": 34,
    "title": "Pazartesi 34",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Accorde à notre maître Muhammad la station d’al-Wasîla — la plus haute place au Paradis — la vertu, l’honneur et la grande station élevée."
    }
  },
  {
    "id": "mon-35",
    "weekday": "monday",
    "order": 35,
    "title": "Pazartesi 35",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! J’ai cru en notre maître Muhammad sans l’avoir vu. Ne me prive pas de le voir dans les jardins. Accorde-moi la faveur de sa compagnie. Fais-moi mourir sur sa religion, l’Islam. Fais-moi boire de son bassin dont la boisson ne laisse aucune soif, apaise et satisfait. En vérité, Tu es Capable de toute chose."
    }
  },
  {
    "id": "mon-36",
    "weekday": "monday",
    "order": 36,
    "title": "Pazartesi 36",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Transmets mes salutations et mes hommages à l’âme de notre maître Muhammad."
    }
  },
  {
    "id": "mon-37",
    "weekday": "monday",
    "order": 37,
    "title": "Pazartesi 37",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! De même que j’ai cru en notre maître Muhammad sans l’avoir vu, ne me prive pas de voir son noble visage au Paradis."
    }
  },
  {
    "id": "mon-38",
    "weekday": "monday",
    "order": 38,
    "title": "Pazartesi 38",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Accepte la plus grande intercession de notre maître Muhammad. Élève encore son rang élevé. Accorde-lui en ce monde et dans l’au-delà tout ce que Tu as accordé à notre maître Abraham et à notre maître Moïse."
    }
  },
  {
    "id": "mon-39",
    "weekday": "monday",
    "order": 39,
    "title": "Pazartesi 39",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as prié sur notre maître Abraham et sa famille, prie sur notre maître Muhammad et sa famille. Ô Allah ! Comme Tu as béni notre maître Abraham et sa famille, bénis notre maître Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "mon-40",
    "weekday": "monday",
    "order": 40,
    "title": "Pazartesi 40",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie prières et paix sur Ton Prophète et Messager, notre maître Muhammad ; sur Ton ami élu et pur, notre maître Abraham ; sur Ton Prophète avec qui Tu as parlé, Ton interlocuteur qui T’a imploré sans intermédiaire, notre maître Moïse ; sur Ton Esprit et Ta Parole, notre maître Jésus, venu à l’ordre “Sois !” ; et sur les anges, messagers, prophètes, serviteurs vertueux, et les amis purifiés que Tu as choisis parmi les habitants des cieux et de la terre. Envoie bénédiction et paix sur eux tous."
    }
  },
  {
    "id": "mon-41",
    "weekday": "monday",
    "order": 41,
    "title": "Pazartesi 41",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Qu’Allah le Très-Haut envoie des prières et une paix parfaite sur notre maître Muhammad, sa noble famille et sa pure descendance — à la mesure du nombre de récompenses qu’Il accepte, au poids de Son Trône, au nombre et à l’abondance de Ses paroles, selon le rappel de ceux qui Le rappellent, et même selon la négligence des négligents — comme il leur convient."
    }
  },
  {
    "id": "mon-42",
    "weekday": "monday",
    "order": 42,
    "title": "Pazartesi 42",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Depuis le jour où Tu as construit le ciel jusqu’à maintenant, par le nombre de gouttes de pluie qui sont tombées, prie sur notre maître Muhammad, ses épouses, sa descendance, les prophètes, les messagers, les anges, les anges de la proximité et tous les serviteurs vertueux. Ô Allah ! Depuis le jour où Tu as étendu et embelli la terre jusqu’à maintenant, par le nombre de plantes qui ont poussé, prie sur notre maître Muhammad. Par le nombre d’étoiles dans le ciel — dont Toi seul connais le nombre — prie sur notre maître Muhammad. Depuis le jour où Tu as créé jusqu’à maintenant, par le nombre de souffles de tous les esprits, prie sur notre maître Muhammad. Et envoie sur lui des prières à la mesure de tout ce que Tu as créé et créeras, tel qu’enveloppé par Ta science, multiplié plusieurs fois."
    }
  },
  {
    "id": "mon-43",
    "weekday": "monday",
    "order": 43,
    "title": "Pazartesi 43",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre de Ta création, le poids de Ton Trône, la mesure de Tes paroles, tout ce que Ta science englobe, et le nombre de Tes versets — et par la quantité dont Tu es satisfait — envoie des prières sur notre maître Muhammad."
    }
  },
  {
    "id": "mon-44",
    "weekday": "monday",
    "order": 44,
    "title": "Pazartesi 44",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur eux des prières et une paix plus excellentes et plus vertueuses que les prières de tous Tes serviteurs, comme Ton excellence et Ta vertu surpassent toute la création."
    }
  },
  {
    "id": "mon-45",
    "weekday": "monday",
    "order": 45,
    "title": "Pazartesi 45",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Tant que le jour et la nuit se succèdent sans cesse, par le nombre de gouttes de pluie qui tombent à verse ou doucement, envoie sur eux des prières sans tristesse ni interruption."
    }
  },
  {
    "id": "mon-46",
    "weekday": "monday",
    "order": 46,
    "title": "Pazartesi 46",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par le nombre de Tes créatures, par la portée de Ton agrément, par le poids de Ton Trône, par le nombre de Tes paroles, par l’infinitude de Ta science et le poids de toute la création — par ce que Ta science enveloppe et connaît — envoie des prières sur notre Prophète Muhammad, sur Ton ami Abraham, sur tous Tes prophètes, et sur Tes serviteurs élus et purs choisis parmi les habitants des cieux et de la terre — des prières plus grandes et plus nobles que toutes les prières de la création."
    }
  },
  {
    "id": "mon-47",
    "weekday": "monday",
    "order": 47,
    "title": "Pazartesi 47",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Fais-moi de ceux qui ne quittent pas la religion de Ton Prophète et notre maître Muhammad ; de ceux qui le vénèrent et honorent sa parole et son témoignage de foi ; de ceux qui maintiennent son pacte de tawhid et de prophétie et protègent son dépôt du Coran et de la Sunna ; de ceux qui sont sincères dans sa religion, qui aident son appel, multiplient ses suiveurs et acceptent d’être de sa communauté. Rassemble-moi au Jour de la Résurrection sous sa Bannière de Louange, parmi ceux qui ne s’opposent pas à sa voie et sa Sunna."
    }
  },
  {
    "id": "mon-48",
    "weekday": "monday",
    "order": 48,
    "title": "Pazartesi 48",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Je veux m’attacher fermement à sa Sunna ; je cherche refuge auprès de Toi contre toute altération des commandements et interdictions qu’il a apportés."
    }
  },
  {
    "id": "mon-49",
    "weekday": "monday",
    "order": 49,
    "title": "Pazartesi 49",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Je Te demande tout bien que notre maître, Ton Prophète et Messager Muhammad T’a demandé, et je cherche refuge auprès de Toi contre tout mal dont il a cherché refuge."
    }
  },
  {
    "id": "mon-50",
    "weekday": "monday",
    "order": 50,
    "title": "Pazartesi 50",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Protège-moi du mal des épreuves. Accorde-moi le bien-être face à toute difficulté. Rectifie mes affaires apparentes et cachées. Purifie mon cœur de la rancœur et de l’envie. Fais de moi quelqu’un qui ne laisse aucun droit d’autrui impayé."
    }
  },
  {
    "id": "mon-51",
    "weekday": "monday",
    "order": 51,
    "title": "Pazartesi 51",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Je souhaite m’attacher au meilleur de ce que Tu sais être bon, et délaisser tout ce que Tu sais être mauvais. Je Te demande d’assurer ma subsistance, de m’accorder la satisfaction de ce qui est suffisant, de me donner des explications claires pour chaque chose douteuse, d’établir le vrai dans chaque preuve, de me rendre juste dans la colère et dans l’agrément, de me soumettre à Ton décret lorsqu’il se déploie, de me rendre mesuré dans la richesse et la pauvreté, humble en paroles et en actes, et véridique dans mes propos, qu’ils soient sérieux ou en plaisantant."
    }
  },
  {
    "id": "mon-52",
    "weekday": "monday",
    "order": 52,
    "title": "Pazartesi 52",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Il est certain que j’ai des péchés connus seulement entre Toi et moi, et d’autres péchés entre moi et les gens — connus de Toi et d’eux."
    }
  },
  {
    "id": "mon-53",
    "weekday": "monday",
    "order": 53,
    "title": "Pazartesi 53",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Pardonne ce qui est entre Toi et moi. Assume et règle ce qui est entre moi et les gens ; enlève ces péchés de moi. Enrichis-moi par Ta grâce. En vérité, Tu es le Très Pardonneur."
    }
  },
  {
    "id": "mon-54",
    "weekday": "monday",
    "order": 54,
    "title": "Pazartesi 54",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Illumine mon cœur par Ta science. Utilise mon corps dans Ton obéissance. Purifie mon âme des épreuves. Occupe mon esprit par des affaires dignes. Protège-moi des suggestions de Satan. Ô Très Miséricordieux ! Ô Rahman ! Sauve-moi de lui jusqu’à ce qu’il n’ait plus aucun pouvoir sur moi."
    }
  },
  {
    "id": "mon-55",
    "weekday": "monday",
    "order": 55,
    "title": "Pazartesi 55",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières éternelles sur le Messager ascète d’Allah, notre maître le Prophète Muhammad — des prières qui ne cessent jamais et qui seront un moyen pour nous d’être sauvés de la mauvaise demeure de l’Enfer."
    }
  },
  {
    "id": "mon-56",
    "weekday": "monday",
    "order": 56,
    "title": "Pazartesi 56",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie d’innombrables prières et paix, sans limite, sur notre maître le Prophète illettré Muhammad et sa famille."
    }
  },
  {
    "id": "mon-57",
    "weekday": "monday",
    "order": 57,
    "title": "Pazartesi 57",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur notre maître Muhammad la prière qui le satisfera à la station d’intercession que Tu lui honoreras le Jour de la Résurrection."
    }
  },
  {
    "id": "mon-58",
    "weekday": "monday",
    "order": 58,
    "title": "Pazartesi 58",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur notre noble Prophète — sur qui la révélation est descendue et le Coran a été révélé, qui en a expliqué les sens, que Jibril (paix sur lui) visitait avec honneur et vertu ; que le Tout-Puissant guida de nuit lors de l’Ascension avec Jibril ; à qui Il montra les sept cieux, le Lotus de la Limite, le Piédestal, le Trône, la Demeure Fréquentée, les jardins élevés et le royaume de l’invisible ; qui contempla la puissance éternelle d’Allah et fut illuminé par la lumière de Sa majesté et de Sa puissance — envoie une prière à la mesure de sa beauté, de sa perfection, de sa bonté et de ses vertus."
    }
  },
  {
    "id": "mon-59",
    "weekday": "monday",
    "order": 59,
    "title": "Pazartesi 59",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille par le nombre de gouttes de pluie."
    }
  },
  {
    "id": "mon-60",
    "weekday": "monday",
    "order": 60,
    "title": "Pazartesi 60",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille par le nombre de feuilles des arbres."
    }
  },
  {
    "id": "mon-61",
    "weekday": "monday",
    "order": 61,
    "title": "Pazartesi 61",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille par le nombre d’écumes des mers."
    }
  },
  {
    "id": "mon-62",
    "weekday": "monday",
    "order": 62,
    "title": "Pazartesi 62",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille par le nombre de rivières."
    }
  },
  {
    "id": "mon-63",
    "weekday": "monday",
    "order": 63,
    "title": "Pazartesi 63",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille par le nombre des déserts et plaines sans fin."
    }
  },
  {
    "id": "mon-64",
    "weekday": "monday",
    "order": 64,
    "title": "Pazartesi 64",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille au poids des montagnes et des pierres."
    }
  },
  {
    "id": "mon-65",
    "weekday": "monday",
    "order": 65,
    "title": "Pazartesi 65",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille par le nombre des gens du Paradis et des gens de l’Enfer."
    }
  },
  {
    "id": "mon-66",
    "weekday": "monday",
    "order": 66,
    "title": "Pazartesi 66",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille par le nombre des serviteurs pieux et des serviteurs pécheurs."
    }
  },
  {
    "id": "mon-67",
    "weekday": "monday",
    "order": 67,
    "title": "Pazartesi 67",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille par le nombre des jours et des nuits passés."
    }
  },
  {
    "id": "mon-68",
    "weekday": "monday",
    "order": 68,
    "title": "Pazartesi 68",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Fais de nos prières sur notre maître Muhammad un voile contre le châtiment de l’Enfer et un moyen d’entrer au Paradis. En vérité, Tu es Puissant et Pardonneur."
    }
  },
  {
    "id": "mon-69",
    "weekday": "monday",
    "order": 69,
    "title": "Pazartesi 69",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Qu’Allah le Très-Haut envoie des prières continues sur notre maître Muhammad, sa famille pure et sa lignée bénie, ses nobles compagnons, les mères des croyants — ses épouses — jusqu’au Jour de la Résurrection."
    }
  },
  {
    "id": "mon-70",
    "weekday": "monday",
    "order": 70,
    "title": "Pazartesi 70",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad — le maître des vertueux et des pieux, l’ornement des messagers, le plus généreux de ceux qui se cachent dans l’obscurité de la nuit et resplendissent de beauté spirituelle le jour — le plus noble de tous. (Répété pour insister.)"
    }
  },
  {
    "id": "mon-71",
    "weekday": "monday",
    "order": 71,
    "title": "Pazartesi 71",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah, Possesseur de bienfaits sans égal, de générosité sans retour possible."
    }
  },
  {
    "id": "mon-72",
    "weekday": "monday",
    "order": 72,
    "title": "Pazartesi 72",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Lorsque Munkar et Nakir viendront nous questionner dans la tombe, ouvre nos langues. Accorde-nous dès ici-bas de réussir à accomplir les œuvres pieuses. Le Jour de la Résurrection, quand la terre tremblera et que les gens seront en détresse, accorde-nous la sécurité contre les épreuves. Nous ne demandons qu’à Toi, à nul autre, ô Possesseur de puissance et de majesté."
    }
  },
  {
    "id": "mon-73",
    "weekday": "monday",
    "order": 73,
    "title": "Pazartesi 73",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah, Celui qui existait avant le temps et demeure à jamais, qui donne la lumière aux lumières ; l’Unique, Autonome, exempt de tout défaut ; que le temps ne peut contenir ni l’espace enfermer ; qui gouverne toute chose par Sa puissance et est exalté — je Te demande."
    }
  },
  {
    "id": "mon-74",
    "weekday": "monday",
    "order": 74,
    "title": "Pazartesi 74",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par tous Tes plus beaux noms ; par le nom le plus haut de Ton Essence, le plus noble en rang, le plus grand en récompense, le plus prompt en acceptation ; par Ton nom caché, le plus exalté en majesté et le plus élevé en degré, par lequel celui qui T’appelle est aimé et exaucé — je Te demande."
    }
  },
  {
    "id": "mon-75",
    "weekday": "monday",
    "order": 75,
    "title": "Pazartesi 75",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par la parole de l’unicité qu’il n’y a pas de dieu sauf Toi ; par Ton nom al-Hannân (Très Tendrement Miséricordieux), al-Mannân (Dispensateur de faveurs sans contrepartie), le Créateur des cieux et de la terre, le Possesseur de majesté et de générosité, le Connaisseur de l’invisible et du visible, Seigneur d’une exaltation illimitée — ô Allah !"
    }
  },
  {
    "id": "mon-76",
    "weekday": "monday",
    "order": 76,
    "title": "Pazartesi 76",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Par Ton nom qui, lorsqu’on T’invoque par lui, Tu réponds ; lorsqu’on Te demande par lui, Tu donnes — ô le Très-Haut — je Te demande."
    }
  },
  {
    "id": "mon-77",
    "weekday": "monday",
    "order": 77,
    "title": "Pazartesi 77",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Par le nom qui soumet tout orgueilleux, chaque roi et sultan, chaque bête prédatrice, chaque créature nuisible, tout ce que Tu as créé — par ce nom je Te demande, ô Allah, ô mon Seigneur, accepte ma prière. Ô Toi dont la grandeur et la majesté Te sont propres, Seigneur de l’invisible et du visible, le Vivant qui ne meurt jamais, je Te glorifie. Ta majesté est exaltée, Ta station est élevée. Tu es mon Seigneur. Ô Exalté, exempt de toute imperfection ! Vers Toi je me tourne ; Toi seul je crains. Ô Magnifique, Ô Grand, Ô Contraignant, Ô Tout-Puissant, Ô Fort ! Tu es saint et transcendant. Ô Allah Omniscient ! Tu es le Plus Haut. Ô Allah Tout-Puissant, je Te glorifie. Ô Allah Majestueux, je Te glorifie."
    }
  },
  {
    "id": "mon-78",
    "weekday": "monday",
    "order": 78,
    "title": "Pazartesi 78",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par Ton grand et parfait nom qui rassemble toutes les qualités de perfection : je Te demande de ne pas laisser les tyrans obstinés parmi les jinns et les hommes, le diable rebelle, l’envieux, ni les faibles et affligés de la création, ni les puissants quand Tu veux Te venger — qu’ils soient bons ou pécheurs, ou tout être obstiné — avoir autorité sur nous."
    }
  },
  {
    "id": "mon-79",
    "weekday": "monday",
    "order": 79,
    "title": "Pazartesi 79",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Je ne présente mes besoins qu’à Toi. J’atteste que Tu es Allah, il n’y a de dieu que Toi — Unique, qui ne engendre pas et n’est pas engendré, qui n’a pas d’égal. Tu es al-Samad, Celui dont tous ont besoin et qui n’a besoin de rien. Ô Transcendant, incomparable en Essence et en attributs ; Ô Exalté, la Vérité dont l’Être est sans autre ; Ô Éternel, Inaltérable, Créateur du temps ; Ô Possesseur d’existence perpétuelle, le Vivant ; notre Dieu et le Dieu de toute chose, l’Unique sans associé — il n’y a de dieu que Toi."
    }
  },
  {
    "id": "mon-80",
    "weekday": "monday",
    "order": 80,
    "title": "Pazartesi 80",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Créateur des cieux ! Connaisseur du caché et du manifeste ; le Tout Miséricordieux, le Très Miséricordieux ; al-Hayy, le Vivant ; al-Qayyum, qui gère tout le royaume ; al-Dayyân, qui jugera tous ; al-Hannân, qui montre la miséricorde la plus subtile ; al-Mannân, qui accorde des dons immérités ; Celui qui ressuscite la création après la mort ; al-Wâris, dont Seule l’Essence demeure ; le Possesseur de majesté et de générosité — ô Allah ! Les cœurs de toutes les créatures sont dans Ta main ; Tu en disposes comme Tu veux. Tu leur donnes le bien quand Tu veux, Tu éloignes d’eux le mal quand Tu veux."
    }
  },
  {
    "id": "mon-81",
    "weekday": "monday",
    "order": 81,
    "title": "Pazartesi 81",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ainsi, ô Allah, je Te demande d’effacer de mon cœur tout ce que Tu réprouves, et de le remplir plutôt de Ta crainte révérencielle, de l’amour et de la peur née de l’amour, de la connaissance de Toi, du désir de ceux qui sont proches de Toi, de la sécurité et du bien-être. Accorde-nous miséricorde et bénédiction. Inspire-nous ce qui est juste et sage."
    }
  },
  {
    "id": "mon-82",
    "weekday": "monday",
    "order": 82,
    "title": "Pazartesi 82",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Accorde-nous la science de ceux qui craignent Ta majesté, la direction de ceux qui se tournent uniquement vers Toi, la sincérité de ceux qui ont la certitude, la gratitude des patients, et le repentir des serviteurs véridiques."
    }
  },
  {
    "id": "mon-83",
    "weekday": "monday",
    "order": 83,
    "title": "Pazartesi 83",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par la beauté qui remplit les colonnes de Ton Trône, je Te demande — comme il convient — de planter dans mon cœur la graine de la gnose jusqu’à ce que je connaisse vraiment la réalité de Te connaître."
    }
  },
  {
    "id": "mon-84",
    "weekday": "monday",
    "order": 84,
    "title": "Pazartesi 84",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Qu’Allah prie et salue parfaitement le Sceau des Prophètes et l’Imam des Messagers, notre maître Muhammad, sa famille et ses compagnons. Louange à Allah, Seigneur des mondes."
    }
  },
  {
    "id": "mon-85",
    "weekday": "monday",
    "order": 85,
    "title": "Pazartesi 85",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Pardonne à l’auteur de cette invocation (Shaykh Muhammad b. Sulayman al-Jazuli). Fais-lui miséricorde, ô Seigneur de miséricorde, al-Rahman. Fais qu’il soit rassemblé avec les prophètes, les véridiques, les martyrs et les vertueux."
    }
  },
  {
    "id": "mon-86",
    "weekday": "monday",
    "order": 86,
    "title": "Pazartesi 86",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Pardonne à celui qui a corrigé ce livre, Yusuf b. Muhammad — Ton serviteur pécheur et nécessiteux. Accepte son repentir. Tu es Très Pardonneur, Très Miséricordieux. Amin. Ô Seigneur des mondes !"
    }
  },
  {
    "id": "mon-87",
    "weekday": "monday",
    "order": 87,
    "title": "Pazartesi 87",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Pardonne au serviteur pécheur et nécessiteux qui a compilé et corrigé ces prières dans ce livre, Sha’ban Gunbey fils de Salih. Fais-lui miséricorde, ô Seigneur de miséricorde, al-Rahman. Fais qu’il soit rassemblé avec les prophètes, les véridiques, les martyrs et les vertueux. Accepte son repentir. Tu es Très Pardonneur, Très Miséricordieux. Amin. Ô Seigneur des mondes !"
    }
  },
  {
    "id": "tue-000",
    "weekday": "tuesday",
    "order": 0,
    "title": "Salı Giriş",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Au nom d’Allah, le Tout Miséricordieux, le Très Miséricordieux…\n\nQu’Allah, le Très-Haut, prie et salue notre maître Muhammad, sa famille et ses compagnons.\n\nÔ Allah ! Par le rang que Ton Prophète, notre maître Muhammad (paix et bénédictions sur lui) a auprès de Toi, par l’amour que Tu lui portes et qu’il Te porte, et par le secret entre Toi et lui, je Te demande de prier et saluer lui, sa famille et ses compagnons.\n\nAugmente mon amour pour lui de multiples fois. Pour son honneur et ses stations élevées, fais-moi vraiment le connaître. Accorde-moi la réussite de suivre sa voie, de vivre ses nobles manières et sa sunna.\n\nDonne-moi la détermination en cela. Honore-moi en me permettant de voir le Messager (paix sur lui). Réjouis-moi en me permettant de lui parler par Ta grâce.\n\nÔte les difficultés, les barrières, les intermédiaires et les voiles. Fais goûter à mes oreilles la douceur de sa parole. Permets-moi de bénéficier de la science et de la gnose du Messager (paix sur lui), ô Allah !\n\nFais de mes prières sur lui une lumière complète, pure et éclatante qui efface toute injustice, obscurité, doute, association, mécréance, mensonge et péché. Fais de cette prière une cause de ma purification.\n\nPar ces prières, élève-moi au sommet de la sincérité, afin qu’il ne reste en moi aucun doute que l’adoration ne revient qu’à Toi seul. Ainsi serai-je digne de Ta présence et joint aux rangs de Tes proches amis.\n\nAccorde que je fasse tout cela en m’attachant fermement aux manières et à la sunna du Messager (paix sur lui), en cherchant aide auprès de sa noble personne.\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !\n\nÔ Allah ! Ô Lumière ! Ô Vérité ! Ô Manifeste !"
    }
  },
  {
    "id": "tue-001",
    "weekday": "tuesday",
    "order": 1,
    "title": "Salı 001",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Je Te demande le bien que Tu connais, et je cherche refuge auprès de Toi contre le mal que Tu connais. Je Te demande pardon pour le péché que Tu connais. En vérité, Tu es l’Omniscient ; nous ne savons pas. Tu connais parfaitement l’invisible."
    }
  },
  {
    "id": "tue-002",
    "weekday": "tuesday",
    "order": 2,
    "title": "Salı 002",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! En cette époque, protège-moi de tomber dans la tentation, et des gens téméraires qui pourraient m’attaquer ou m’affaiblir. Fais-moi miséricorde."
    }
  },
  {
    "id": "tue-003",
    "weekday": "tuesday",
    "order": 3,
    "title": "Salı 003",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Par Ta propre protection, garde-moi de tout mal de Ta création dans un refuge solide jusqu’à la fin de ma vie, afin que je sois sauvé."
    }
  },
  {
    "id": "tue-004",
    "weekday": "tuesday",
    "order": 4,
    "title": "Salı 004",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille par le nombre de ceux qui prient sur lui. Envoie des prières sur notre maître Muhammad et sa famille par le nombre de ceux qui ne prient pas sur lui. Envoie des prières sur notre maître Muhammad et sa famille de la manière dont on doit prier sur lui. Envoie des prières sur notre maître Muhammad et sa famille comme les prières obligatoires que Tu lui as ordonnées. Envoie même des prières sur notre maître Muhammad et sa famille comme Tu nous as ordonné de les envoyer. Envoie des prières sur notre maître Muhammad et sa famille d’une prière dont la lumière surpasse les lumières, et dont le secret éclaire de nombreux secrets."
    }
  },
  {
    "id": "tue-005",
    "weekday": "tuesday",
    "order": 5,
    "title": "Salı 005",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad, sa famille, et sur tous les justes de sa noble Maison."
    }
  },
  {
    "id": "tue-006",
    "weekday": "tuesday",
    "order": 6,
    "title": "Salı 006",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Sur Ton océan de lumières, source de Tes secrets, langue des preuves de Ton existence, pilier du monde du royaume, imam de ceux qui cherchent Ta proximité, Sceau des Prophètes — notre maître Muhammad — et sur sa famille : envoie une prière qui dure tant que Ta noble Essence dure, éternelle tant que Ton Essence demeure, qui Te satisfait et le satisfait, et par laquelle Tu seras satisfait de nous. Ô Allah, Seigneur des mondes."
    }
  },
  {
    "id": "tue-007",
    "weekday": "tuesday",
    "order": 7,
    "title": "Salı 007",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Seigneur de la vallée sacrée du Hajj et du sanctuaire, Seigneur du Monument sacré, Seigneur de la Maison sacrée, Seigneur du Coin et de la Station ! Ô Allah ! Transmets notre salut à notre maître et patron Muhammad."
    }
  },
  {
    "id": "tue-008",
    "weekday": "tuesday",
    "order": 8,
    "title": "Salı 008",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur le maître de ceux qui ont été créés avant et de ceux qui seront créés jusqu’au Jour de la Résurrection — notre maître et patron Muhammad."
    }
  },
  {
    "id": "tue-009",
    "weekday": "tuesday",
    "order": 9,
    "title": "Salı 009",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad à chaque instant et à chaque moment."
    }
  },
  {
    "id": "tue-010",
    "weekday": "tuesday",
    "order": 10,
    "title": "Salı 010",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Jusqu’au Jour de la Résurrection, envoie des prières sur notre maître et souverain de cœur Muhammad dans l’Assemblée Suprême parmi les plus hauts anges."
    }
  },
  {
    "id": "tue-011",
    "weekday": "tuesday",
    "order": 11,
    "title": "Salı 011",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Jusqu’à ce que la terre et tout ce qu’elle porte accomplissent leur tâche et se rassemblent en Ta présence, envoie des prières sur notre maître et souverain de cœur Muhammad. En vérité, Tu es le plus Grand des Possesseurs."
    }
  },
  {
    "id": "tue-012",
    "weekday": "tuesday",
    "order": 12,
    "title": "Salı 012",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as prié sur notre maître Abraham, prie sur notre maître, le Prophète illettré Muhammad et sa famille. En vérité, Tu es Digne de louange, Glorieux. Ô Allah ! Comme Tu as béni notre maître Abraham, bénis notre maître, le Prophète illettré Muhammad. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "tue-013",
    "weekday": "tuesday",
    "order": 13,
    "title": "Salı 013",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur notre maître Muhammad et sa famille des prières aussi nombreuses que ce que connaît Ton savoir éternel, que ce que le destin fait advenir, que ce que Ton vouloir décrète, et autant que Tes anges prient sur lui — des prières éternelles par Ta grâce sans fin."
    }
  },
  {
    "id": "tue-014",
    "weekday": "tuesday",
    "order": 14,
    "title": "Salı 014",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître Muhammad et sa famille au nombre que comprend Ta science, de ce que mentionne le Noble Coran et de ce dont Tes anges témoignent. Sois satisfait de ses compagnons. Fais miséricorde à sa communauté. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "tue-015",
    "weekday": "tuesday",
    "order": 15,
    "title": "Salı 015",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et patron Muhammad, sa famille et tous ses compagnons."
    }
  },
  {
    "id": "tue-016",
    "weekday": "tuesday",
    "order": 16,
    "title": "Salı 016",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Comme Tu as prié sur notre maître Abraham, prie sur notre maître Muhammad et sa famille. Comme Tu as béni toutes les créatures, bénis-les. En vérité, Tu es Digne de louange, Glorieux."
    }
  },
  {
    "id": "tue-017",
    "weekday": "tuesday",
    "order": 17,
    "title": "Salı 017",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Avec l’humilité d’un cœur en prosternation, je cherche refuge auprès de Toi. Ô mon Maître ! Ô Allah ! Ô Majestueux ! Nul ne respecte une promesse plus fidèlement que Toi. Pour tout ce qui se trouve du Piédestal lumineux jusqu’à Ton Trône majestueux, et pour ceux qui sont sous le Trône, je Te présente ma requête. Tu es comme Tu as toujours été — connu seul comme Dieu et éternel — avant de créer les cieux et le son du tonnerre. Ô Allah ! Fais-moi être de ceux qui aiment pour Ton amour, de ceux que Tu aimes, des grands rapprochés de Toi, des passionnés à Ton égard. Ô Allah ! Ô Allah ! Ô Allah ! Ô Allah ! Ô Allah ! Ô Allah ! Ô Allah ! Ô Allah ! Ô le Tout-Aimant (al-Wadûd)."
    }
  },
  {
    "id": "tue-018",
    "weekday": "tuesday",
    "order": 18,
    "title": "Salı 018",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre de ce que connaît Ton savoir éternel."
    }
  },
  {
    "id": "tue-019",
    "weekday": "tuesday",
    "order": 19,
    "title": "Salı 019",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre de ce qui est mentionné dans le Noble Coran."
    }
  },
  {
    "id": "tue-020",
    "weekday": "tuesday",
    "order": 20,
    "title": "Salı 020",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre de ce que Ta puissance englobe."
    }
  },
  {
    "id": "tue-021",
    "weekday": "tuesday",
    "order": 21,
    "title": "Salı 021",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre de ce que Ton vouloir spécifie."
    }
  },
  {
    "id": "tue-022",
    "weekday": "tuesday",
    "order": 22,
    "title": "Salı 022",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre de ce que Tu ordonnes et interdis."
    }
  },
  {
    "id": "tue-023",
    "weekday": "tuesday",
    "order": 23,
    "title": "Salı 023",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre de ce que perçoit Ton ouïe."
    }
  },
  {
    "id": "tue-024",
    "weekday": "tuesday",
    "order": 24,
    "title": "Salı 024",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre de ce que perçoit Ta vue."
    }
  },
  {
    "id": "tue-025",
    "weekday": "tuesday",
    "order": 25,
    "title": "Salı 025",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre de ceux qui se souviennent de lui et le mentionnent."
    }
  },
  {
    "id": "tue-026",
    "weekday": "tuesday",
    "order": 26,
    "title": "Salı 026",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre de ceux qui sont négligents à son égard."
    }
  },
  {
    "id": "tue-027",
    "weekday": "tuesday",
    "order": 27,
    "title": "Salı 027",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre des gouttes de pluie qui tombent."
    }
  },
  {
    "id": "tue-028",
    "weekday": "tuesday",
    "order": 28,
    "title": "Salı 028",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre des feuilles sur les arbres."
    }
  },
  {
    "id": "tue-029",
    "weekday": "tuesday",
    "order": 29,
    "title": "Salı 029",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre des animaux sauvages."
    }
  },
  {
    "id": "tue-030",
    "weekday": "tuesday",
    "order": 30,
    "title": "Salı 030",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre des créatures marines."
    }
  },
  {
    "id": "tue-031",
    "weekday": "tuesday",
    "order": 31,
    "title": "Salı 031",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad à la mesure des eaux des mers."
    }
  },
  {
    "id": "tue-032",
    "weekday": "tuesday",
    "order": 32,
    "title": "Salı 032",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre de ce que couvre l’obscurité de la nuit et de ce que recouvre la lumière du jour."
    }
  },
  {
    "id": "tue-033",
    "weekday": "tuesday",
    "order": 33,
    "title": "Salı 033",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad nuit et jour."
    }
  },
  {
    "id": "tue-034",
    "weekday": "tuesday",
    "order": 34,
    "title": "Salı 034",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad à la mesure des grains de sable."
    }
  },
  {
    "id": "tue-035",
    "weekday": "tuesday",
    "order": 35,
    "title": "Salı 035",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre des serviteurs hommes et femmes."
    }
  },
  {
    "id": "tue-036",
    "weekday": "tuesday",
    "order": 36,
    "title": "Salı 036",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad à la mesure de ce qui Te plaît."
    }
  },
  {
    "id": "tue-037",
    "weekday": "tuesday",
    "order": 37,
    "title": "Salı 037",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre de Tes paroles."
    }
  },
  {
    "id": "tue-038",
    "weekday": "tuesday",
    "order": 38,
    "title": "Salı 038",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad à la plénitude de la terre et du ciel."
    }
  },
  {
    "id": "tue-039",
    "weekday": "tuesday",
    "order": 39,
    "title": "Salı 039",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad selon le poids de Ton Trône."
    }
  },
  {
    "id": "tue-040",
    "weekday": "tuesday",
    "order": 40,
    "title": "Salı 040",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie des prières sur notre maître et souverain de cœur Muhammad au nombre de toutes les créatures."
    }
  },
  {
    "id": "tue-041",
    "weekday": "tuesday",
    "order": 41,
    "title": "Salı 041",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Envoie sur notre maître et souverain de cœur Muhammad les prières les plus excellentes venant de Toi."
    }
  },
  {
    "id": "tue-042",
    "weekday": "tuesday",
    "order": 42,
    "title": "Salı 042",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur le Prophète de miséricorde."
    }
  },
  {
    "id": "tue-043",
    "weekday": "tuesday",
    "order": 43,
    "title": "Salı 043",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur l’intercesseur de cette communauté."
    }
  },
  {
    "id": "tue-044",
    "weekday": "tuesday",
    "order": 44,
    "title": "Salı 044",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui qui dissipe la détresse."
    }
  },
  {
    "id": "tue-045",
    "weekday": "tuesday",
    "order": 45,
    "title": "Salı 045",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui qui illumine les ténèbres."
    }
  },
  {
    "id": "tue-046",
    "weekday": "tuesday",
    "order": 46,
    "title": "Salı 046",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui qui apporte les bénédictions à ceux qui les reçoivent."
    }
  },
  {
    "id": "tue-047",
    "weekday": "tuesday",
    "order": 47,
    "title": "Salı 047",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui qui apporte la miséricorde."
    }
  },
  {
    "id": "tue-048",
    "weekday": "tuesday",
    "order": 48,
    "title": "Salı 048",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui qui possède le bassin de Kawthar."
    }
  },
  {
    "id": "tue-049",
    "weekday": "tuesday",
    "order": 49,
    "title": "Salı 049",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur le détenteur de la Station louée (al-Maqâm al-Mahmûd)."
    }
  },
  {
    "id": "tue-050",
    "weekday": "tuesday",
    "order": 50,
    "title": "Salı 050",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur le porteur de l’Étendard de louange au Jour de la Résurrection."
    }
  },
  {
    "id": "tue-051",
    "weekday": "tuesday",
    "order": 51,
    "title": "Salı 051",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui qui atteignit la station du Mi‘râj lors du Voyage nocturne."
    }
  },
  {
    "id": "tue-052",
    "weekday": "tuesday",
    "order": 52,
    "title": "Salı 052",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que Tu as décrit comme généreux et de noble caractère."
    }
  },
  {
    "id": "tue-053",
    "weekday": "tuesday",
    "order": 53,
    "title": "Salı 053",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur notre maître, appelé Mahmûd au ciel et Muhammad sur terre."
    }
  },
  {
    "id": "tue-054",
    "weekday": "tuesday",
    "order": 54,
    "title": "Salı 054",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur le détenteur du Sceau de la Prophétie."
    }
  },
  {
    "id": "tue-055",
    "weekday": "tuesday",
    "order": 55,
    "title": "Salı 055",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont la naissance et les signes apparus après sa naissance sont des miracles."
    }
  },
  {
    "id": "tue-056",
    "weekday": "tuesday",
    "order": 56,
    "title": "Salı 056",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui qui est caractérisé par toute forme de générosité."
    }
  },
  {
    "id": "tue-057",
    "weekday": "tuesday",
    "order": 57,
    "title": "Salı 057",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui qui a obtenu le rang de maître et de chef des premiers et des derniers."
    }
  },
  {
    "id": "tue-058",
    "weekday": "tuesday",
    "order": 58,
    "title": "Salı 058",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que le nuage a ombragé."
    }
  },
  {
    "id": "tue-059",
    "weekday": "tuesday",
    "order": 59,
    "title": "Salı 059",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as ouvert la poitrine."
    }
  },
  {
    "id": "tue-060",
    "weekday": "tuesday",
    "order": 60,
    "title": "Salı 060",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui à qui Tu as fait descendre le Coran."
    }
  },
  {
    "id": "tue-061",
    "weekday": "tuesday",
    "order": 61,
    "title": "Salı 061",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as élevé le nom."
    }
  },
  {
    "id": "tue-062",
    "weekday": "tuesday",
    "order": 62,
    "title": "Salı 062",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que Tu as envoyé comme miséricorde pour les mondes."
    }
  },
  {
    "id": "tue-063",
    "weekday": "tuesday",
    "order": 63,
    "title": "Salı 063",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as ôté le fardeau."
    }
  },
  {
    "id": "tue-064",
    "weekday": "tuesday",
    "order": 64,
    "title": "Salı 064",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as fait de sa communauté la meilleure communauté."
    }
  },
  {
    "id": "tue-065",
    "weekday": "tuesday",
    "order": 65,
    "title": "Salı 065",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as rendu le message victorieux."
    }
  },
  {
    "id": "tue-066",
    "weekday": "tuesday",
    "order": 66,
    "title": "Salı 066",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui à qui Tu as promis la Station louée et l’as réalisée."
    }
  },
  {
    "id": "tue-067",
    "weekday": "tuesday",
    "order": 67,
    "title": "Salı 067",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur le plus noble de la création."
    }
  },
  {
    "id": "tue-068",
    "weekday": "tuesday",
    "order": 68,
    "title": "Salı 068",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur le plus généreux de la création."
    }
  },
  {
    "id": "tue-069",
    "weekday": "tuesday",
    "order": 69,
    "title": "Salı 069",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que Tu as le plus honoré."
    }
  },
  {
    "id": "tue-070",
    "weekday": "tuesday",
    "order": 70,
    "title": "Salı 070",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Ton Messager, le Prophète digne de confiance."
    }
  },
  {
    "id": "tue-071",
    "weekday": "tuesday",
    "order": 71,
    "title": "Salı 071",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur le maître des premiers et des derniers."
    }
  },
  {
    "id": "tue-072",
    "weekday": "tuesday",
    "order": 72,
    "title": "Salı 072",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur la torche dans l’obscurité."
    }
  },
  {
    "id": "tue-073",
    "weekday": "tuesday",
    "order": 73,
    "title": "Salı 073",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as élevé la distinction."
    }
  },
  {
    "id": "tue-074",
    "weekday": "tuesday",
    "order": 74,
    "title": "Salı 074",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as exaucé l’invocation."
    }
  },
  {
    "id": "tue-075",
    "weekday": "tuesday",
    "order": 75,
    "title": "Salı 075",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui à qui Tu as enseigné ce qu’il ne savait pas."
    }
  },
  {
    "id": "tue-076",
    "weekday": "tuesday",
    "order": 76,
    "title": "Salı 076",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que Tu as enrichi de tout besoin d’autrui."
    }
  },
  {
    "id": "tue-077",
    "weekday": "tuesday",
    "order": 77,
    "title": "Salı 077",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que Tu as aimé d’un amour particulier."
    }
  },
  {
    "id": "tue-078",
    "weekday": "tuesday",
    "order": 78,
    "title": "Salı 078",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que Tu as purifié des péchés."
    }
  },
  {
    "id": "tue-079",
    "weekday": "tuesday",
    "order": 79,
    "title": "Salı 079",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui qui a transmis Ton message."
    }
  },
  {
    "id": "tue-080",
    "weekday": "tuesday",
    "order": 80,
    "title": "Salı 080",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur le sceau de Tes messagers."
    }
  },
  {
    "id": "tue-081",
    "weekday": "tuesday",
    "order": 81,
    "title": "Salı 081",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur le pur, l’élu."
    }
  },
  {
    "id": "tue-082",
    "weekday": "tuesday",
    "order": 82,
    "title": "Salı 082",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur le choisi, le sélectionné."
    }
  },
  {
    "id": "tue-083",
    "weekday": "tuesday",
    "order": 83,
    "title": "Salı 083",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que Tu as envoyé comme témoin, annonciateur et avertisseur."
    }
  },
  {
    "id": "tue-084",
    "weekday": "tuesday",
    "order": 84,
    "title": "Salı 084",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur la lampe éclatante."
    }
  },
  {
    "id": "tue-085",
    "weekday": "tuesday",
    "order": 85,
    "title": "Salı 085",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que Tu as envoyé à tous les peuples comme porteur de bonne nouvelle et avertisseur."
    }
  },
  {
    "id": "tue-086",
    "weekday": "tuesday",
    "order": 86,
    "title": "Salı 086",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui qui a appelé vers Toi par Ta permission et comme une lampe brillante."
    }
  },
  {
    "id": "tue-087",
    "weekday": "tuesday",
    "order": 87,
    "title": "Salı 087",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que Tu as envoyé avec la guidée et la religion de vérité pour la faire prévaloir sur toute religion, même si les polythéistes la détestent."
    }
  },
  {
    "id": "tue-088",
    "weekday": "tuesday",
    "order": 88,
    "title": "Salı 088",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as rendu la loi large et aisée."
    }
  },
  {
    "id": "tue-089",
    "weekday": "tuesday",
    "order": 89,
    "title": "Salı 089",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui à qui Tu as donné des miracles évidents."
    }
  },
  {
    "id": "tue-090",
    "weekday": "tuesday",
    "order": 90,
    "title": "Salı 090",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as rendu les preuves manifestes."
    }
  },
  {
    "id": "tue-091",
    "weekday": "tuesday",
    "order": 91,
    "title": "Salı 091",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont le miracle est le Noble Coran, que les langues n’épuisent pas et dont les merveilles ne finissent pas."
    }
  },
  {
    "id": "tue-092",
    "weekday": "tuesday",
    "order": 92,
    "title": "Salı 092",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui à qui Tu as accordé la fente de la lune."
    }
  },
  {
    "id": "tue-093",
    "weekday": "tuesday",
    "order": 93,
    "title": "Salı 093",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui à qui Tu as donné l’intercession."
    }
  },
  {
    "id": "tue-094",
    "weekday": "tuesday",
    "order": 94,
    "title": "Salı 094",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as pardonné la communauté."
    }
  },
  {
    "id": "tue-095",
    "weekday": "tuesday",
    "order": 95,
    "title": "Salı 095",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as secouru la communauté et que Tu as soutenu par son épée."
    }
  },
  {
    "id": "tue-096",
    "weekday": "tuesday",
    "order": 96,
    "title": "Salı 096",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as élevé le rang."
    }
  },
  {
    "id": "tue-097",
    "weekday": "tuesday",
    "order": 97,
    "title": "Salı 097",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as élevé le souvenir."
    }
  },
  {
    "id": "tue-098",
    "weekday": "tuesday",
    "order": 98,
    "title": "Salı 098",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as rendu la guidée claire."
    }
  },
  {
    "id": "tue-099",
    "weekday": "tuesday",
    "order": 99,
    "title": "Salı 099",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as établi la Sunna."
    }
  },
  {
    "id": "tue-100",
    "weekday": "tuesday",
    "order": 100,
    "title": "Salı 100",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as rendu la conduite noble."
    }
  },
  {
    "id": "tue-101",
    "weekday": "tuesday",
    "order": 101,
    "title": "Salı 101",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as purifié le cœur."
    }
  },
  {
    "id": "tue-102",
    "weekday": "tuesday",
    "order": 102,
    "title": "Salı 102",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as illuminé la vision."
    }
  },
  {
    "id": "tue-103",
    "weekday": "tuesday",
    "order": 103,
    "title": "Salı 103",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as honoré l’ouïe."
    }
  },
  {
    "id": "tue-104",
    "weekday": "tuesday",
    "order": 104,
    "title": "Salı 104",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as rendu la langue véridique."
    }
  },
  {
    "id": "tue-105",
    "weekday": "tuesday",
    "order": 105,
    "title": "Salı 105",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as rendu le visage rayonnant."
    }
  },
  {
    "id": "tue-106",
    "weekday": "tuesday",
    "order": 106,
    "title": "Salı 106",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as ouvert la poitrine."
    }
  },
  {
    "id": "tue-107",
    "weekday": "tuesday",
    "order": 107,
    "title": "Salı 107",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui à qui Tu as accordé la quiétude du cœur."
    }
  },
  {
    "id": "tue-108",
    "weekday": "tuesday",
    "order": 108,
    "title": "Salı 108",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as élevé l’affaire."
    }
  },
  {
    "id": "tue-109",
    "weekday": "tuesday",
    "order": 109,
    "title": "Salı 109",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as soutenu le miracle."
    }
  },
  {
    "id": "tue-110",
    "weekday": "tuesday",
    "order": 110,
    "title": "Salı 110",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as renforcé la preuve."
    }
  },
  {
    "id": "tue-111",
    "weekday": "tuesday",
    "order": 111,
    "title": "Salı 111",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as rendu le chemin clair."
    }
  },
  {
    "id": "tue-112",
    "weekday": "tuesday",
    "order": 112,
    "title": "Salı 112",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as parachevé la lumière."
    }
  },
  {
    "id": "tue-113",
    "weekday": "tuesday",
    "order": 113,
    "title": "Salı 113",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as parachevé la faveur."
    }
  },
  {
    "id": "tue-114",
    "weekday": "tuesday",
    "order": 114,
    "title": "Salı 114",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as accompli l’alliance."
    }
  },
  {
    "id": "tue-115",
    "weekday": "tuesday",
    "order": 115,
    "title": "Salı 115",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as envoyé la miséricorde."
    }
  },
  {
    "id": "tue-116",
    "weekday": "tuesday",
    "order": 116,
    "title": "Salı 116",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as accepté la prière."
    }
  },
  {
    "id": "tue-117",
    "weekday": "tuesday",
    "order": 117,
    "title": "Salı 117",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as élevé l’appel."
    }
  },
  {
    "id": "tue-118",
    "weekday": "tuesday",
    "order": 118,
    "title": "Salı 118",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que Tu as fait maître de la création."
    }
  },
  {
    "id": "tue-119",
    "weekday": "tuesday",
    "order": 119,
    "title": "Salı 119",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que Tu as envoyé avec le Livre décisif."
    }
  },
  {
    "id": "tue-120",
    "weekday": "tuesday",
    "order": 120,
    "title": "Salı 120",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui avec qui Tu as scellé la prophétie."
    }
  },
  {
    "id": "tue-121",
    "weekday": "tuesday",
    "order": 121,
    "title": "Salı 121",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as honoré la communauté par Ramadan et le jeûne."
    }
  },
  {
    "id": "tue-122",
    "weekday": "tuesday",
    "order": 122,
    "title": "Salı 122",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui à qui Tu as accordé la Nuit du Destin."
    }
  },
  {
    "id": "tue-123",
    "weekday": "tuesday",
    "order": 123,
    "title": "Salı 123",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as pardonné les péchés passés et futurs."
    }
  },
  {
    "id": "tue-124",
    "weekday": "tuesday",
    "order": 124,
    "title": "Salı 124",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as rempli le cœur de crainte révérencielle envers Toi."
    }
  },
  {
    "id": "tue-125",
    "weekday": "tuesday",
    "order": 125,
    "title": "Salı 125",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as rendu le caractère immense."
    }
  },
  {
    "id": "tue-126",
    "weekday": "tuesday",
    "order": 126,
    "title": "Salı 126",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as élargi la poitrine."
    }
  },
  {
    "id": "tue-127",
    "weekday": "tuesday",
    "order": 127,
    "title": "Salı 127",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que Tu as honoré en lui fendant la poitrine."
    }
  },
  {
    "id": "tue-128",
    "weekday": "tuesday",
    "order": 128,
    "title": "Salı 128",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui pour qui Tu as attendri les cœurs des croyants."
    }
  },
  {
    "id": "tue-129",
    "weekday": "tuesday",
    "order": 129,
    "title": "Salı 129",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que Tu as élevé lors du Voyage nocturne."
    }
  },
  {
    "id": "tue-130",
    "weekday": "tuesday",
    "order": 130,
    "title": "Salı 130",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui à qui Tu as montré les plus grands signes."
    }
  },
  {
    "id": "tue-131",
    "weekday": "tuesday",
    "order": 131,
    "title": "Salı 131",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui que Tu as fait le meilleur de la création."
    }
  },
  {
    "id": "tue-132",
    "weekday": "tuesday",
    "order": 132,
    "title": "Salı 132",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as magnifié l’honneur."
    }
  },
  {
    "id": "tue-133",
    "weekday": "tuesday",
    "order": 133,
    "title": "Salı 133",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as élevé le statut."
    }
  },
  {
    "id": "tue-134",
    "weekday": "tuesday",
    "order": 134,
    "title": "Salı 134",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as aidé le groupe."
    }
  },
  {
    "id": "tue-135",
    "weekday": "tuesday",
    "order": 135,
    "title": "Salı 135",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as fait triompher l’argument."
    }
  },
  {
    "id": "tue-136",
    "weekday": "tuesday",
    "order": 136,
    "title": "Salı 136",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as promis l’intercession."
    }
  },
  {
    "id": "tue-137",
    "weekday": "tuesday",
    "order": 137,
    "title": "Salı 137",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as parachevé le message."
    }
  },
  {
    "id": "tue-138",
    "weekday": "tuesday",
    "order": 138,
    "title": "Salı 138",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui à qui Tu as accordé les traits les plus nobles."
    }
  },
  {
    "id": "tue-139",
    "weekday": "tuesday",
    "order": 139,
    "title": "Salı 139",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui en qui Tu as rassemblé toutes les qualités nobles."
    }
  },
  {
    "id": "tue-140",
    "weekday": "tuesday",
    "order": 140,
    "title": "Salı 140",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "fr": "Ô Allah ! Prie sur Celui dont Tu as élevé le rang au-dessus de tous les prophètes et messagers, Ton Prophète Muhammad."
    }
  }
]