[
  {
    "id": "wed-00",
    "weekday": "wednesday",
    "order": 0,
    "title": "Çarşamba Giriş",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Bismillah, Yang Maha Pengasih lagi Maha Penyayang...\n\nSemoga Allah melimpahkan shalawat dan shalawat kepada Nabi kita Muhammad SAW, keluarga dan para sahabatnya.\n\nYa Tuhan! Demi keagungan Nabi kita Muhammad SAW di sampingmu, cintamu padanya dan cintanya padamu, dan rahasia antara kamu dan dia; Saya ingin Anda mengirimkan berkah dan kedamaian kepadanya, keluarganya, dan teman-temannya.\n\nTingkatkan rasa cintaku padanya. Demi dirinya dan jajarannya, perkenalkan dia padaku. Jadikanlah aku sukses dalam mengikuti jalannya dan menjalani adab dan sunnahnya yang baik.\n\nBeri aku ketekunan dalam hal ini. Hormatilah aku dengan melihat Nabi kita (SAW). Buatlah aku bahagia dengan berbicara ramah padanya.\n\nSingkirkan kesulitan, rintangan, perantara dan tirai. Memberkati telingaku dengan ucapannya yang manis. Ya Allah, berilah aku kesempatan untuk mengambil manfaat dari ilmu dan hikmah Nabi kami (SAW)!...\n\nBerkatku atasnya; Jadikanlah cahaya yang utuh, suci dan bersinar sehingga akan menghapus dan menghancurkan segala macam kezaliman, kegelapan, keragu-raguan, kemusyrikan, kekafiran, kebohongan dan dosa. Dan jadikanlah salat itu sebagai alasan bersuciku.\n\nBerkat shalawat ini, bawalah aku ke puncak maqam keikhlasan. Sehingga tidak ada keraguan dalam pikiranku bahwa aku tidak bisa mengabdi pada orang lain selain Engkau. Agar aku layak atas kehadiranmu dan bergabung menjadi teman-teman istimewamu.\n\nIzinkan saya melakukan semua ini dengan selalu berpegang teguh pada adab dan sunnah Nabi (saw) dan mencari bantuan dari kepribadiannya yang agung.\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!...\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!...\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!..."
    }
  },
  {
    "id": "wed-01",
    "weekday": "wednesday",
    "order": 1,
    "title": "Çarşamba 01",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Shalawat dan salam semoga tercurah kepada junjungan kita Muhammad di antara ruh, jasadnya di antara jenazah, kuburnya di antara kuburan, serta keluarga dan sahabatnya."
    }
  },
  {
    "id": "wed-02",
    "weekday": "wednesday",
    "order": 2,
    "title": "Çarşamba 02",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berikanlah shalawat dan shalawat kepada junjungan kita Muhammad dalam setiap penyebutan orang-orang yang mengingatnya."
    }
  },
  {
    "id": "wed-03",
    "weekday": "wednesday",
    "order": 3,
    "title": "Çarşamba 03",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berikanlah shalawat kepada junjungan kami Muhammad sebanyak orang-orang yang lalai mengingatnya."
    }
  },
  {
    "id": "wed-04",
    "weekday": "wednesday",
    "order": 4,
    "title": "Çarşamba 04",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati nabi kita Muhammad yang buta huruf, istri-istrinya, ibu-ibu orang-orang mukmin, keturunannya, dan keluarganya dengan keberkahan dan kedamaian yang tiada habisnya, berikan kedamaian dan keberkahan."
    }
  },
  {
    "id": "wed-05",
    "weekday": "wednesday",
    "order": 5,
    "title": "Çarşamba 05",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dengan nikmat yang hanya kamu sendiri yang akan menyetujuinya dan yang pantas untuknya, sebanding dengan jumlah kebenaran yang dicakup oleh pengetahuanmu dan diungkapkan oleh Al-Qur'an. Beri dia pangkat sarana, kebajikan dan pangkat tinggi. Astaga! Bawa dia ke Mahmud yang kamu janjikan padanya. Hadiahi dia sebagaimana layaknya dia terima. Semoga shalawat dilimpahkan kepada seluruh saudara-saudaramu yang termasuk para nabi, orang-orang yang jujur, orang-orang yang syahid dan orang-orang yang bertakwa."
    }
  },
  {
    "id": "wed-06",
    "weekday": "wednesday",
    "order": 6,
    "title": "Çarşamba 06",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga damai sejahtera atas junjungan kita Muhammad. Tempatkan dia pada posisi yang paling dekat dengan Anda pada hari kiamat."
    }
  },
  {
    "id": "wed-07",
    "weekday": "wednesday",
    "order": 7,
    "title": "Çarşamba 07",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga damai sejahtera atas junjungan kita Muhammad."
    }
  },
  {
    "id": "wed-08",
    "weekday": "wednesday",
    "order": 8,
    "title": "Çarşamba 08",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! mahkotai dia dengan martabat, persetujuan dan kemurahan hati."
    }
  },
  {
    "id": "wed-09",
    "weekday": "wednesday",
    "order": 9,
    "title": "Çarşamba 09",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berikanlah kepada tuan kami Muhammad apa yang paling berbudi luhur dari apa yang dia minta darimu untuk dirinya sendiri. Astaga! Berilah dia hal yang paling berbudi luhur yang diminta hambamu darimu untuk junjungan kami Muhammad. Astaga! Berilah junjungan kami Muhammad pahala yang paling berbudi luhur dari apa yang diminta kepadamu hingga hari kiamat."
    }
  },
  {
    "id": "wed-10",
    "weekday": "wednesday",
    "order": 10,
    "title": "Çarşamba 10",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! kepada tuan kita Muhammad; Salam sejahtera bagi Adam, Nuh, Ibrahim, Musa, dan Isa, serta semua nabi dan rasul di antara mereka. Semoga keberkahan dan kedamaian Allah tercurah kepada mereka semua. Astaga! kepada tuan kita Muhammad; Salam sejahtera bagi Adam, Nuh, Ibrahim, Musa, dan Isa, serta semua nabi dan rasul di antara mereka. Semoga keberkahan dan kedamaian Allah tercurah kepada mereka semua. Astaga! kepada tuan kita Muhammad; Salam sejahtera bagi Adam, Nuh, Ibrahim, Musa, dan Isa, serta semua nabi dan rasul di antara mereka. Semoga keberkahan dan kedamaian Allah tercurah kepada mereka semua."
    }
  },
  {
    "id": "wed-11",
    "weekday": "wednesday",
    "order": 11,
    "title": "Çarşamba 11",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga keberkahanmu tercurah kepada ayah kami Adam dan ibu kami Hawa, sama seperti keberkahan para malaikatmu. Astaga! Berikanlah rahmat dan kemurahan hati yang berlimpah kepada ayah kami Adam dan ibu kami Hawa hingga Anda menempatkan mereka di surga tertinggi para firdaus dan menganugerahkan kepada mereka keberkahan yang unggul."
    }
  },
  {
    "id": "wed-12",
    "weekday": "wednesday",
    "order": 12,
    "title": "Çarşamba 12",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Hadiahi orang tua dengan sebaik-baiknya apa yang Anda berikan kepada mereka untuk anak-anaknya."
    }
  },
  {
    "id": "wed-13",
    "weekday": "wednesday",
    "order": 13,
    "title": "Çarşamba 13",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Jibril, Mîkâîl, Isrâfîl, Azrâîl, para malaikat pembawa singgasana, para malaikat lainnya, para malaikat yang derajat mukarrabûn, dan seluruh nabi dan rasul. Semoga keberkahan dan kedamaian Allah tercurah kepada mereka semua.   Astaga! Memberkati junjungan kami Jibril, Mîkâîl, Isrâfîl, Azrâîl, para malaikat pembawa singgasana, para malaikat lainnya, para malaikat yang derajat mukarrabûn, dan seluruh nabi dan rasul. Semoga keberkahan dan kedamaian Allah tercurah kepada mereka semua.   Astaga! Memberkati junjungan kami Jibril, Mîkâîl, Isrâfîl, Azrâîl, para malaikat pembawa singgasana, para malaikat lainnya, para malaikat yang derajat mukarrabûn, dan seluruh nabi dan rasul. Semoga keberkahan dan kedamaian Allah tercurah kepada mereka semua."
    }
  },
  {
    "id": "wed-14",
    "weekday": "wednesday",
    "order": 14,
    "title": "Çarşamba 14",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kita Muhammad sesuai dengan banyaknya hal yang dia ketahui, bobot tak terhingga dari apa yang dia ketahui, dan bahkan jumlah perkataannya."
    }
  },
  {
    "id": "wed-15",
    "weekday": "wednesday",
    "order": 15,
    "title": "Çarşamba 15",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kita Muhammad dengan keberkahan yang tiada habisnya."
    }
  },
  {
    "id": "wed-16",
    "weekday": "wednesday",
    "order": 16,
    "title": "Çarşamba 16",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kita Muhammad dengan keberkahan yang tak pernah berkurang hingga selama-lamanya, meski waktu habis."
    }
  },
  {
    "id": "wed-17",
    "weekday": "wednesday",
    "order": 17,
    "title": "Çarşamba 17",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berikanlah keberkahan dan kedamaian kepada junjungan kami Muhammad dengan keberkahan dan kedamaian yang telah Anda kirimkan kepadanya. Juga, beri dia hadiah yang pantas dia terima."
    }
  },
  {
    "id": "wed-18",
    "weekday": "wednesday",
    "order": 18,
    "title": "Çarşamba 18",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kita Muhammad dengan keberkahan yang menyenangkan sekaligus mengecewakannya, namun juga membahagiakan beliau bersama kita. Hadiahi dia sebagaimana layaknya dia terima."
    }
  },
  {
    "id": "wed-19",
    "weekday": "wednesday",
    "order": 19,
    "title": "Çarşamba 19",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Lautan cahaya-cahayamu, tambang rahasia-rahasiamu, yang menampakkan kepada hamba-hambamu bahwa Engkaulah satu-satunya tuhan, maha berharga segala sesuatu yang ada di bawah kekuasaanmu, imam derajat tauhid, hiasan yang menambah keindahan dunia wujud, khazanah segala macam rahmat, jalan agamamu, yang menikmati tauhidmu, manusia hakikat wujud, sebab adanya segala sesuatu yang ada, hakikat hakikat makhluk, hakikat pencerahanmu. Kepada junjungan kami Muhammad, yang dekat dengan cahayamu, nikmat ini akan terus ada selama Pribadi Yang Maha Kuasa masih ada, namun akan berakhir jika engkau menganggapnya cukup. Berkahilah dia dengan keberkahan yang akan menyenangkan hatimu dan dia, namun juga akan membuatmu ridha terhadap kami. Ya Tuhan, Tuhan semesta alam."
    }
  },
  {
    "id": "wed-20",
    "weekday": "wednesday",
    "order": 20,
    "title": "Çarşamba 20",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dengan keberkahan yang akan terus berlanjut selama banyak hal yang tersembunyi dalam pengetahuan Anda dan selama kekuasaan Anda berlanjut."
    }
  },
  {
    "id": "wed-21",
    "weekday": "wednesday",
    "order": 21,
    "title": "Çarşamba 21",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Banyaknya ciptaanmu, berat singgasanamu, banyaknya ucapanmu, berapa kali ciptaanmu mengenangmu di masa lampau, dan banyaknya orang yang mengenangmu di kemudian hari, setiap tahun, setiap bulan, setiap jumat, setiap hari, setiap malam, setiap jam, di setiap bau, di setiap tarikan napas, di setiap membuka dan menutup mata, di setiap gerak mata makhluk, hingga kekekalan yang tak terbatas dan kekekalan dunia dan akhirat, dan berkali-kali lipat dari itu semua, akan ada tidak ada sebelumnya dan tidak ada akhir. Sebagaimana Anda telah memberkati dan memberkati keluarga tuan kami Ibrahim, berikan juga berkah kepada tuan kami Muhammad dan keluarganya.   Memberikan berkah. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "wed-22",
    "weekday": "wednesday",
    "order": 22,
    "title": "Çarşamba 22",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami Muhammad sebesar cintamu padanya."
    }
  },
  {
    "id": "wed-23",
    "weekday": "wednesday",
    "order": 23,
    "title": "Çarşamba 23",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga keberkahanmu tercurah padanya, sama seperti rahmat dan nikmatmu tercurah kepada junjungan kami Muhammad."
    }
  },
  {
    "id": "wed-24",
    "weekday": "wednesday",
    "order": 24,
    "title": "Çarşamba 24",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dengan cara yang layak dimuliakan dan layak di hadapanMu."
    }
  },
  {
    "id": "wed-25",
    "weekday": "wednesday",
    "order": 25,
    "title": "Çarşamba 25",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berikanlah shalawat kepada junjungan kami Muhammad SAW sehingga dengan keberkahan itu, selamatkan kami dari segala musibah dan ketakutan, serta penuhi segala keinginan kami. Bersihkan kami dari segala dosa. Angkat kami ke derajat tertinggi. Membawa kami menuju tujuan akhir segala amal shaleh, baik di dunia maupun setelah mati."
    }
  },
  {
    "id": "wed-26",
    "weekday": "wednesday",
    "order": 26,
    "title": "Çarşamba 26",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami Muhammad dengan berkah yang akan membuat Anda senang. Ridhalah sepenuhnya terhadap para sahabat-Nya."
    }
  },
  {
    "id": "wed-27",
    "weekday": "wednesday",
    "order": 27,
    "title": "Çarşamba 27",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Pujilah junjungan kami Muhammad yang cahayanya terdepan di antara ciptaan-ciptaanmu, dan yang keberadaannya menjadi rahmat bagi alam semesta, keluarganya dan para sahabatnya, dengan keberkahannya meliputi segala bilangan, sebanyak jumlah orang yang telah meninggal dunia di antara ciptaan-ciptaanmu, jumlah orang-orang yang bersedih dan bahagia, yang batas-batasnya di luar burung, tiada habisnya, tiada habisnya dan kekal bersama hakikat-Mu.   Begitu pula dengan menyapanya dengan penuh makna."
    }
  },
  {
    "id": "wed-28",
    "weekday": "wednesday",
    "order": 28,
    "title": "Çarşamba 28",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Ya Tuhan, Engkau telah mengisi hatimu dengan kecantikanmu, matamu dengan kecantikanmu, dan dengan demikian membuat kami bahagia dengan menawarkan dukungan dan bantuan! Salam sejahtera bagi junjungan kita Muhammad, keluarga dan para sahabatnya.   Dan sapa mereka sepenuhnya. Segala puji hanya milik Allah."
    }
  },
  {
    "id": "wed-29",
    "weekday": "wednesday",
    "order": 29,
    "title": "Çarşamba 29",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan dan sultan hati kami, Muhammad, dalam jumlah daun zaitun dan daun segala buah-buahan."
    }
  },
  {
    "id": "wed-30",
    "weekday": "wednesday",
    "order": 30,
    "title": "Çarşamba 30",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati Muhammad, penguasa dan sultan hati kami, atas segala sesuatu yang telah dan akan terjadi, serta makhluk hidup dan benda mati yang digelapkan di malam hari dan diterangi di siang hari."
    }
  },
  {
    "id": "wed-31",
    "weekday": "wednesday",
    "order": 31,
    "title": "Çarşamba 31",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan dan sultan hati kami, Muhammad, keluarganya, istri-istrinya, dan keturunannya, sebanyak jumlah umatnya."
    }
  },
  {
    "id": "wed-32",
    "weekday": "wednesday",
    "order": 32,
    "title": "Çarşamba 32",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Demi keberkahan shalawat yang dilimpahkan kepada junjungan kita, saw, jadikanlah kami termasuk orang-orang yang terselamatkan oleh shalawat yang kami bacakan kepadanya di dunia dan akhirat, termasuk orang-orang yang pergi ke kolam kevsernya dan minum, dan termasuk orang-orang yang menaatinya dan bertindak sesuai dengan sunnahnya. Ya Tuhan, Tuhan semesta alam. Jangan jadikan tirai antara dia dan kami pada hari kiamat. Maafkan kami, orang tua kami dan seluruh umat Islam. Segala puji bagi Allah, Tuhan semesta alam.   (awal detik ketiga)"
    }
  },
  {
    "id": "wed-33",
    "weekday": "wednesday",
    "order": 33,
    "title": "Çarşamba 33",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keturunannya, yang diutus sebagai nabi dengan kemudahan yang dianugerahkan oleh Anda, yang menunaikan tugasnya dengan baik, para nabi dan rasul yang paling berbudi luhur dan mulia, ciptaan Anda yang tertinggi, pelita cakrawala yang menjangkau Anda melalui para nabi, rasul, malaikat dan wali, dengan berkah yang terus berlanjut satu demi satu dan yang cahayanya menerangi alam semesta, Ucapkan salam."
    }
  },
  {
    "id": "wed-34",
    "weekday": "wednesday",
    "order": 34,
    "title": "Çarşamba 34",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Shalawat dan salam semoga tercurah kepada junjungan kami Muhammad, orang yang paling berbudi luhur yang terpuji oleh ayatmu, nabi dan rasul yang terakhir, orang yang paling mulia di antara para penyeru yang berpegang teguh pada tali syariat, dan keluarganya, dengan keberkahan yang akan membawa kita kepada rahmat semesta dan bertemunya karunia yang membuat kalian ridha, di dunia dan di akhirat. Memberikan berkah."
    }
  },
  {
    "id": "wed-35",
    "weekday": "wednesday",
    "order": 35,
    "title": "Çarşamba 35",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Shalawat dan shalawat tercurah kepada junjungan kami Muhammad, hamba yang paling mulia, yang paling mulia di antara orang-orang yang menyeru pada jalan petunjuk, pelita segala tempat dan kota, dengan keberkahan yang tak henti-hentinya dan bertambah serta membawa kita pada berbagai suguhan. Memberikan berkah."
    }
  },
  {
    "id": "wed-36",
    "weekday": "wednesday",
    "order": 36,
    "title": "Çarşamba 36",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Shalawat dan salam semoga tercurah kepada junjungan kita Muhammad dan keluarganya, yang mulia derajatnya dan patut di hormati dan di hormati, dengan keberkahan yang kekal bahkan tak dapat dihitung dengan angka. Memberikan berkah."
    }
  },
  {
    "id": "wed-37",
    "weekday": "wednesday",
    "order": 37,
    "title": "Çarşamba 37",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Sama seperti Anda telah memberkati junjungan kami Ibrahim dan keluarganya di seluruh dunia, demikian pula rahmat kami kepada junjungan kami Muhammad dan keluarganya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji. Astaga! Semoga keberkahan tercurah kepada junjungan kita Muhammad dan keluarganya pada setiap kali orang-orang yang mengingatnya mengingatnya, dan pada setiap kali orang-orang yang lalai menyebut namanya terjerumus ke dalam kelalaian."
    }
  },
  {
    "id": "wed-38",
    "weekday": "wednesday",
    "order": 38,
    "title": "Çarşamba 38",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Sebagaimana Engkau menganugerahkan shalawat, rahmat dan keberkahan kepada junjungan kami Ibrahim dan keturunannya, begitu pula Engkau melimpahkan shalawat, rahmat dan keberkahan kepada junjungan kami Muhammad dan keturunannya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "wed-39",
    "weekday": "wednesday",
    "order": 39,
    "title": "Çarşamba 39",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati Nabi Muhammad SAW dan keluarganya yang bersih lahir dan batin. Katakan halo."
    }
  },
  {
    "id": "wed-40",
    "weekday": "wednesday",
    "order": 40,
    "title": "Çarşamba 40",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Sapalah orang yang dengannya kamu mengakhiri kenabianmu dan bantu serta kuatkan dia dengan memberinya kolam kawsar dan hak untuk memberi syafaat."
    }
  },
  {
    "id": "wed-41",
    "weekday": "wednesday",
    "order": 41,
    "title": "Çarşamba 41",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga shalawat tercurah kepada junjungan kita Muhammad, nabi yang penuh pertimbangan dan hikmah, pelita yang paling terang, nabi kenaikan terakhir, yang dibekali dengan akhlak yang paling agung, serta keluarganya, para sahabatnya, dan para pengikutnya yang mengikuti jalan yang sehat."
    }
  },
  {
    "id": "wed-42",
    "weekday": "wednesday",
    "order": 42,
    "title": "Çarşamba 42",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Jadikanlah jalan bintang-bintang Islam yang bagaikan pelita kegelapan, mulia di sisi Tuhan kita, yang dengannya jalan dapat ditemukan di malam-malam yang gelap dan menakutkan. Memberkati tuan dan sultan hati kami, Muhammad, keluarganya, para sahabatnya, dan pengikutnya yang mengikuti jalan amannya, dengan keberkahan yang tak henti-hentinya, saat ombak laut mengamuk dan peziarah dari tempat jauh mengelilingi Ka'bah."
    }
  },
  {
    "id": "wed-43",
    "weekday": "wednesday",
    "order": 43,
    "title": "Çarşamba 43",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Yang paling berbudi luhur dari shalawat dan salam, utusan Allah yang tertinggi, yang terpilih di antara hamba-hamba-Nya dan pemberi syafaat bagi makhluk di akhirat, pemilik Makam-ı Mahmûd dan Havz-ı Kevser, orang yang memikul beban kenabian dan dakwah umum, subjek reformasi terbesar, dengan kehormatan berjuang dalam urusan agama dan duniawi. Semoga kehormatan ada pada junjungan kita Muhammad."
    }
  },
  {
    "id": "wed-44",
    "weekday": "wednesday",
    "order": 44,
    "title": "Çarşamba 44",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Semoga Allah memberkati dia dan keluarganya dengan keberkahan yang terus berlanjut siang dan malam."
    }
  },
  {
    "id": "wed-45",
    "weekday": "wednesday",
    "order": 45,
    "title": "Çarşamba 45",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Guru kita Muhammad (saw) adalah guru dan paling berbudi luhur di antara makhluk yang diciptakan sebelum dia dan yang akan diciptakan setelahnya."
    }
  },
  {
    "id": "wed-46",
    "weekday": "wednesday",
    "order": 46,
    "title": "Çarşamba 46",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Shalawat yang paling mulia dari orang yang membacakan shalawat, Shalawat yang paling utama dari orang yang memberi salam, Dzikir yang paling indah dari orang yang mengingat, Shalawat Allah yang paling berbudi luhur, Shalawat Allah yang paling mulia, Shalawat Allah yang paling indah, paling sempurna, paling berlimpah, paling lengkap dan lengkap, paling jernih, paling agung, paling bersih, paling suci, paling melimpah, paling baik, paling melimpah, paling melimpah. yang paling berkecukupan, yang paling cemerlang, yang paling agung, yang paling banyak, yang paling terakumulasi, yang paling umum, yang paling berkesinambungan, yang paling abadi, yang paling suci, yang paling unggul, yang paling mulia, yang paling berbudi luhur, yang paling indah, yang paling berharga, yang paling dermawan, yang paling sempurna, yang paling lengkap, yang paling agung, yang paling berbudi luhur di antara ciptaan-ciptaan Allah dan yang unik di antara ciptaan-Nya. Semoga ini menimpa junjungan kita Muhammad. Semua nikmat ini adalah tentang ciptaan Allah yang paling berbudi luhur, yang paling indah, yang terbaik, yang paling dermawan, yang paling sempurna, yang paling lengkap, yang paling berharga di sisi Allah, utusan Allah, nabi, kekasih, utusan yang dipilih Allah dan senantiasa memohon kepada Allah, sahabat Allah yang sejati, yang jauh dari pemberontakan. Semoga atas junjungan kita Muhammad, sahabatnya, hambanya yang amanah yang menjalankan perintah Allah dengan aman, hambanya yang Allah pilih dari antara hamba-hamba-Nya, yang dipilih-Nya dengan cermat dari antara ciptaan-Nya, dan hamba yang paling suci dan paling mulia di antara para nabi-Nya. Semua doa ini adalah ikatan Allah yang paling kuat yang dapat menyelamatkan hamba-hamba Allah, hamba Allah yang paling lugu, keberkahan Allah kepada hamba-hamba-Nya, kunci rahmat, orang yang terpilih di antara para rasul, orang yang paling mulia di antara hamba-hamba Allah, orang yang mengabulkan keinginannya dalam segala hal yang diinginkan dan tidak diinginkan, orang yang ikhlas dalam nikmat yang diberikan kepadanya, nabi yang paling agung, maha Dia paling jujur, dia menyelamatkan orang-orang yang diberi syafaat, dialah yang paling berbudi luhur di antara mereka siapa yang diberi hak untuk memberi syafaat, dia aman dalam amanah yang diserahkan kepadanya, dia jujur dalam segala hal yang dia sampaikan, dia menerangkan perintah-perintah Tuhannya, dia menjalankan tugas yang paling berat yang diberikan kepadanya, dia adalah rasul yang paling dekat dengan Allah dalam mencapai Allah, dialah nabi yang paling tinggi derajat dan keutamaannya di hari kiamat, dialah yang paling agung di antara para nabi. Semoga itu tercurahkan kepada junjungan kita Muhammad yang dermawan. Sekali lagi, semua shalawat tersebut adalah para nabi yang paling suci di sisi Allah, para nabi yang paling dicintai Allah, para nabi yang paling dekat di sisi Allah derajatnya, yang paling banyak menerima ganjaran dan ganjarannya, yang paling mulia di antara hamba-hamba-Nya, para nabi yang paling diridhai di sisi Allah, manusia yang paling tinggi derajat dan derajatnya, manusia yang paling agung dari segi ruangnya, manusia yang paling sempurna dari segi keindahan dan keutamaannya, manusia yang paling sempurna dari segi akhlaknya. gelar. Nabi yang paling bertakwa, Nabi yang paling sempurna dalam hal hukum yang dibawanya, Nabi yang paling mulia dari segi nasabnya, yang paling baik menjelaskan risalahnya di antara para nabi dalam hal berbicara dan menyapa dirinya, Nabi yang paling berbudi luhur dari segi kelahiran, migrasi, garis keturunan dan sahabatnya, orang yang paling unggul dari segi nasabnya, orang yang paling mulia dari segi sukunya, seluruh umat manusia, dan semoga atas junjungan kami Muhammad SAW. siapakah nabi yang paling baik, paling suci hatinya, bersih dari khayalan, dipenuhi cahaya dan hikmah, paling jujur diantara manusia dan nabi, dan paling bersih amalnya. Segala keberkahan itu diberikan kepada manusia yang paling mantap keluhurannya, paling maju di antara para nabi dalam hal menepati janji, paling mantap dalam hal kehormatan, paling mulia sifatnya, paling indah ciptaannya, paling suci keturunannya, paling taat pada perintah Allah dalam hal mendengarkan dan menaatinya, paling mulia derajatnya, paling manis ucapannya di antara para nabi dalam hal ungkapannya, paling banyak salamnya. yang paling banyak memuji, yang paling terpuji di antara manusia dari segi nilai, yang paling dipuji di antara orang-orang dengan sifat-sifat yang unggul, yang paling dikagumi karena akhlaknya yang paling baik, yang paling banyak disebut di antara para nabi di antara para malaikat yang paling dekat dengan Allah derajatnya Mukarrebûn, yang paling maju di antara manusia dalam hal menepati janji, paling setia dalam berjanji, paling bersyukur di antara manusia, dalam hal pekerjaan yang dilakukannya. Semoga junjungan kita Muhammad termasuk orang yang paling unggul, paling sabar, paling cantik dalam kebaikannya, dan paling dekat kemudahannya. Dan semua doa tersebut adalah yang paling jauh dari jangkauan manusia dari segi ruang, yang paling mulia, yang paling kuat dalilnya, yang paling disukai manusia dalam timbangan kiamat di hari kiamat, yang pertama bagi manusia dari segi keimanan, yang paling jelas maknanya kepada yang dituju, yang bahasanya paling fasih, yang paling besar penilaiannya dari segi hujjah dan hujjah. Semoga Tuhan kita Muhammad menjadi orang terbaik dalam membuat orang mendengarkan"
    }
  },
  {
    "id": "thu-00",
    "weekday": "thursday",
    "order": 0,
    "title": "Perşembe Giriş",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Bismillah, Yang Maha Pengasih lagi Maha Penyayang...\n\nSemoga Allah melimpahkan shalawat dan shalawat kepada Nabi kita Muhammad SAW, keluarga dan para sahabatnya.\n\nYa Tuhan! Demi keagungan Nabi kita Muhammad SAW di sampingmu, cintamu padanya dan cintanya padamu, dan rahasia antara kamu dan dia; Saya ingin Anda mengirimkan berkah dan kedamaian kepadanya, keluarganya, dan teman-temannya.\n\nTingkatkan rasa cintaku padanya. Demi dirinya dan jajarannya, perkenalkan dia padaku. Jadikanlah aku sukses dalam mengikuti jalannya dan menjalani adab dan sunnahnya yang baik.\n\nBeri aku ketekunan dalam hal ini. Hormatilah aku dengan melihat Nabi kita (SAW). Buatlah aku bahagia dengan berbicara ramah padanya.\n\nSingkirkan kesulitan, rintangan, perantara dan tirai. Memberkati telingaku dengan ucapannya yang manis. Ya Allah, berilah aku kesempatan untuk mengambil manfaat dari ilmu dan hikmah Nabi kami (SAW)!...\n\nBerkatku atasnya; Jadikanlah cahaya yang utuh, suci dan bersinar sehingga akan menghapus dan menghancurkan segala macam kezaliman, kegelapan, keragu-raguan, kemusyrikan, kekafiran, kebohongan dan dosa. Dan jadikanlah salat itu sebagai alasan bersuciku.\n\nBerkat shalawat ini, bawalah aku ke puncak maqam keikhlasan. Sehingga tidak ada keraguan dalam pikiranku bahwa aku tidak bisa mengabdi pada orang lain selain Engkau. Agar aku layak atas kehadiranmu dan bergabung menjadi teman-teman istimewamu.\n\nIzinkan saya melakukan semua ini dengan selalu berpegang teguh pada adab dan sunnah Nabi (saw) dan mencari bantuan dari kepribadiannya yang agung.\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!...\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!...\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!..."
    }
  },
  {
    "id": "thu-01",
    "weekday": "thursday",
    "order": 1,
    "title": "Perşembe 01",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati hambamu, nabimu, nabi kami yang tak berhuruf, Muhammad, dan keluarganya."
    }
  },
  {
    "id": "thu-02",
    "weekday": "thursday",
    "order": 2,
    "title": "Perşembe 02",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami Muhammad dan keluarganya dengan berkah yang akan memberikan persetujuan Anda untuk menghadiahinya. Beri dia pangkat perantara, Mahmud yang Anda janjikan, dan kebajikan. Hadiahi dia atas nama kami sebagaimana layaknya dia, dengan sebaik-baiknya apa yang Anda berikan kepada seorang nabi atas nama umatnya dan seorang nabi atas nama bangsanya. Wahai Yang Maha Penyayang, Yang Maha Penyayang. Semoga shalawat dilimpahkan kepada saudara-saudaranya yang termasuk para nabi dan orang-orang shaleh."
    }
  },
  {
    "id": "thu-03",
    "weekday": "thursday",
    "order": 3,
    "title": "Perşembe 03",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Yang paling berbudi luhur dari nikmat-Nya, yang paling mulia dari peningkatan manfaat, peningkatan nikmat-Nya, karunia-karunia yang berasal dari kasih sayang, rahmat dan kemurahan-Nya, yang paling berbudi luhur dari berbagai nikmat, pemimpin kebaikan, penakluk kebaikan, nabi rahmat dan penguasa bangsa ini, Rasulullah, Tuhan semesta alam, dan penguasa para Rasul, tuan kami. Kasihanilah Muhammad."
    }
  },
  {
    "id": "thu-04",
    "weekday": "thursday",
    "order": 4,
    "title": "Perşembe 04",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Bawalah maqam ke Mahmud, yang membuat iri orang-orang sebelum dan sesudahnya, dan di mana tuan kami akan senang, dan di mana Anda akan meningkatkan kedekatannya dengan Anda."
    }
  },
  {
    "id": "thu-05",
    "weekday": "thursday",
    "order": 5,
    "title": "Perşembe 05",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berikanlah rahmat, keutamaan, kehormatan, derajat tertinggi surga, derajat dan derajat tertinggi kepada junjungan kita Muhammad."
    }
  },
  {
    "id": "thu-06",
    "weekday": "thursday",
    "order": 6,
    "title": "Perşembe 06",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berikan status mediator kepada tuan kita Muhammad. Buat dia mencapai tujuannya. Orang pertama yang memberi syafaat bagi-Nya dan orang pertama yang syafaatnya diterima."
    }
  },
  {
    "id": "thu-07",
    "weekday": "thursday",
    "order": 7,
    "title": "Perşembe 07",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Jadikanlah bukti-bukti yang menunjukkan kenabian Anda luar biasa. Buat timbangannya berat. Jelaskan buktinya. Menaikkan derajatnya di antara orang-orang yang berpangkat tinggi di surga ketujuh, tempat berkumpulnya ruh para malaikat, nabi, syuhada, wali, dan ulama. Naikkan maqammu ke tingkat mukarrebûn maqam tertinggi."
    }
  },
  {
    "id": "thu-08",
    "weekday": "thursday",
    "order": 8,
    "title": "Perşembe 08",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! hidupkan kita dengan sunnahnya. Hidup dan mati dalam agama-Nya. Jadikanlah kami termasuk orang-orang yang menerima syafaat-Nya. Dengan kebangkitan di kalangan jemaah-Nya. Bawa kami ke kolam kevser. Kita minum dari gelas-gelas kolam renang tanpa rasa malu kita terungkap. Jadikanlah kami meminum anggur kevser dari gelas-gelas kolam kevser itu, tanpa penyesalan, tanpa keraguan, tanpa perubahan apa pun, tanpa termasuk orang-orang yang terjerumus dalam perselisihan dan tanpa termasuk orang-orang yang dibuat terjatuh. Ya Tuhan, Tuhan semesta alam."
    }
  },
  {
    "id": "thu-09",
    "weekday": "thursday",
    "order": 9,
    "title": "Perşembe 09",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berikanlah junjungan kami Muhammad dan keluarganya derajat yang berkecukupan, kebajikan dan derajat yang tinggi. Bawalah dia bersama saudara-saudaranya dari para nabi kepada Mahmud yang telah kamu janjikan kepadanya. Astaga! Berikanlah shalawat kepada junjungan kami Muhammad, penguasa umat ini dan nabi yang penuh rahmat, kepada ayah kami Adam, kepada ibu kami Hawa, kepada para nabi, orang-orang yang jujur, orang-orang yang syahid dan orang-orang shaleh yang datang ke dunia dari mereka, kepada seluruh malaikat-Mu dari penghuni bumi dan langit, dan kepada kami bersama mereka. Ya Tuhan, Yang Maha Penyayang dari Yang Maha Penyayang."
    }
  },
  {
    "id": "thu-10",
    "weekday": "thursday",
    "order": 10,
    "title": "Perşembe 10",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Maafkan aku, dosa-dosaku, orang tuaku. Astaga! Kasihanilah orang tuaku yang telah membesarkanku dan membesarkanku ketika aku masih kecil. Ampunilah dosa seluruh mukmin, laki-laki dan perempuan, seluruh umat Islam, laki-laki dan perempuan, serta orang mati dan hidup diantara mereka.   Bantulah kami dengan perbuatan baik seperti menunjukkan kepedulian antara diri sendiri dan orang lain, tidak bermusuhan, dan saling mendoakan. Tuhan, maafkan aku dan kasihanilah aku. Anda adalah orang terbaik yang menunjukkan belas kasihan. Kekuasaan dan kekuatan hanya milik Allah Yang Maha Kuasa dan Maha Kuasa."
    }
  },
  {
    "id": "thu-11",
    "weekday": "thursday",
    "order": 11,
    "title": "Perşembe 11",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Cahaya cahaya, rahasia segala rahasia, penguasa hamba-hamba ummat yang paling beriman dan terbaik derajat abrâr, perhiasan para rasul yang terhormat, yang paling mulia di antara orang-orang yang malamnya gelap dan siangnya terang, kepada junjungan kami Muhammad, sebanyak tetesan air hujan, tumbuh-tumbuhan dan segala yang tumbuh pada semua pohon, dari awal dunia sampai akhir dunia, Yang Maha Esa dan Yang Maha Kuasa. Selama Kerajaan Allah masih berlanjut, berikanlah keberkahan dengan keberkahan yang terus berlanjut."
    }
  },
  {
    "id": "thu-12",
    "weekday": "thursday",
    "order": 12,
    "title": "Perşembe 12",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Jadikan Ravza-ı Mutahhara junjungan kita Muhammad di dunia ini dan tempatnya di Firdevs-i Âlâ di akhirat dimuliakan dan dimuliakan dengan berbagai suguhan, dan karuniailah dia dengan keberkahan yang akan mengantarkannya kepada apa yang diidam-idamkan dan akan diridhai di Hari Pembalasan."
    }
  },
  {
    "id": "thu-13",
    "weekday": "thursday",
    "order": 13,
    "title": "Perşembe 13",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan kami, ya Muhammad! Shalat ini untuk menghormati hak-hak Anda yang wajib bagi kami.   Ya Tuhan kami, ya Muhammad! Shalat ini untuk menghormati hak-hak Anda yang wajib bagi kami.   Ya Tuhan kami, ya Muhammad! (Sallallâh-u Aleyh-i ve Sallem) shalat ini untuk menghormati hak-hak Anda yang wajib bagi kami."
    }
  },
  {
    "id": "thu-14",
    "weekday": "thursday",
    "order": 14,
    "title": "Perşembe 14",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Kepada M-u-Ha-m-M-e-D-, perlindungan semua makhluk yang diciptakan, ditandai dengan huruf -Dâl-, kepada -Rahmat yang besar, dua -Mîm-i kedaulatan, dan kepada junjungan kita Muhammad, seorang sayyid, yang memiliki segala keutamaan, sempurna, yang cahayanya pertama kali diciptakan, dan yang melengkapi rahmat dan kenabian alam semesta, kepada orang-orang yang berilmu. Jadikanlah nikmatmu itu dengan nikmat yang kekal selama orang-orang yang mengingatmu mengingatmu dan dia, dan selama orang-orang yang lalai tetap tidak sadar akan ingatanmu terhadapmu dan dia, dan selama orang yang kamu muliakan itu tetap hidup selama-lamanya, dan tidak ada masalah akhir kecuali kamu memutuskan bahwa itu sudah cukup. Sesungguhnya Engkaulah yang berkuasa atas segala sesuatu. Sesungguhnya Engkaulah yang berkuasa atas segala sesuatu. Sesungguhnya Engkaulah yang berkuasa atas segala sesuatu."
    }
  },
  {
    "id": "thu-15",
    "weekday": "thursday",
    "order": 15,
    "title": "Perşembe 15",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam bagi nabi kita Muhammad yang ummat beragama, matahari petunjuk yang paling indah dan paling terhormat dalam hal cahaya, dan keluarganya. Karena Nabi Muhammad SAW adalah nabi yang paling mulia dan paling terpuji dalam hal pemberitaan kenabiannya, cahayanya lebih terang, lebih mulia dan jernih dari cahaya seluruh nabi, dialah yang paling suci dan suci akhlaknya, dan paling suci di antara mereka dalam hal penciptaan. Ini adalah tubuh yang paling terhormat dan terkuat."
    }
  },
  {
    "id": "thu-16",
    "weekday": "thursday",
    "order": 16,
    "title": "Perşembe 16",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga shalawat tercurah kepada junjungan kita, Nabi Muhammad SAW beserta keluarganya, yang lebih cantik dari tanggal empat belas setiap bulan dan lebih dermawan dari awan hujan dan banyaknya air di lautan."
    }
  },
  {
    "id": "thu-17",
    "weekday": "thursday",
    "order": 17,
    "title": "Perşembe 17",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga shalawat tercurah kepada junjungan kita, Nabi Muhammad SAW beserta keluarganya, yang pribadi dan kehidupannya merupakan inti dari keberlimpahan, yang ingatannya dan keindahan spiritual dari wanginya memikat setiap makhluk."
    }
  },
  {
    "id": "thu-18",
    "weekday": "thursday",
    "order": 18,
    "title": "Perşembe 18",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga shalawat dan salam tercurah kepada junjungan kita Muhammad dan keluarganya."
    }
  },
  {
    "id": "thu-19",
    "weekday": "thursday",
    "order": 19,
    "title": "Perşembe 19",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Sebagaimana Engkau menganugerahkan kedamaian, rahmat dan keberkahan kepada junjungan kami Ibrahim dan keturunannya, begitu pula Engkau menganugerahkan kedamaian, rahmat dan keberkahan kepada junjungan kami Muhammad dan keturunannya.   Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "thu-20",
    "weekday": "thursday",
    "order": 20,
    "title": "Perşembe 20",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam sejahtera bagi hambamu, nabimu, rasulmu, nabi kami yang tidak berhuruf, junjungan kami Muhammad, dan keluarganya."
    }
  },
  {
    "id": "thu-21",
    "weekday": "thursday",
    "order": 21,
    "title": "Perşembe 21",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga shalawat dilimpahkan kepada junjungan kita Muhammad dan keluarganya di dunia dan akhirat.   Berikanlah keberkahan kepada junjungan kita Muhammad dan keluarganya di dunia dan akhirat.   Berikanlah rahmat kepada junjungan kita Muhammad dan keluarganya di dunia dan akhirat.   Sapalah junjungan kami Muhammad sekeluarga semaksimal mungkin di dunia dan akhirat."
    }
  },
  {
    "id": "thu-22",
    "weekday": "thursday",
    "order": 22,
    "title": "Perşembe 22",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami Muhammad sebagaimana Anda memerintahkan kami untuk mengucapkan shalawat kepadanya.   Kirimkan shalawat kepada junjungan kami Muhammad dengan cara yang paling tepat."
    }
  },
  {
    "id": "thu-23",
    "weekday": "thursday",
    "order": 23,
    "title": "Perşembe 23",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Kepada nabi-Mu yang terpilih di antara semua nabi, kepada rasul-Mu yang diridhai di antara seluruh hamba-hamba-Mu, Hz. Memberkati wali Anda yang Anda pilih di antara makhluk yang paling terhormat, yang dapat dipercaya dalam wahyu surgawi, hingga Adam (a.s.) memuliakan dunia fisik."
    }
  },
  {
    "id": "thu-24",
    "weekday": "thursday",
    "order": 24,
    "title": "Perşembe 24",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Memberkati junjungan kami Muhammad, yang telah Engkau pilih dari keturunan bapak-bapak yang paling dermawan dan paling terhormat dari para pendahulu yang menjunjung tinggi keadilan dan kasih sayang, sebagaimana digambarkan dalam Surat Al-A'raf, dan dari silsilah Aabdulmuttalib, Putra Abd-i Manaf, yang dengannya Engkau membimbing orang-orang yang menentang Islam dan menjelaskan jalan kesucian, dengan memunculkan mereka dari silsilah bangsawan yang paling suci dari pihak ibu."
    }
  },
  {
    "id": "thu-25",
    "weekday": "thursday",
    "order": 25,
    "title": "Perşembe 25",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Demi kebaikan yang diminta kepadamu, demi namamu yang paling dicintai dan terhormat, demi nikmat yang telah Engkau anugerahkan kepada kami melalui nabi kami Muhammad (SAW), Hz. Kami mengucapkan terima kasih karena telah melindungi kami dari kesesatan melalui Muhammad, karena telah memerintahkan kami untuk membacakan shalawat kepadanya, karena menerima shalawat yang kami bacakan kepadanya sebagai tempat baik di dunia maupun di akhirat, dan karena mengampuni dosa-dosa kami sebagai rahmat dan kebajikan yang datang dari pribadi Anda, dengan menghormati perintah Anda dan mengikuti nasehat Anda dalam hal ini, percaya dengan sepenuh hati bahwa apa yang dijanjikan kepada kami dari orang Yang Maha Kuasa akan terkabul, terutama untuk memenuhi hak-hak Nabi kami Muhammad (saw). Kami memohon dan berdoa. Astaga! Ketika kami beriman kepadanya dan mengukuhkannya di Kalû Bela, ketika kami mengikuti Al-Quran yang diturunkan kepada guru kami, ketika Anda berkata dalam Al-Quran: “Sesungguhnya Allah dan para malaikat-Nya melimpahkan shalawat kepada Nabi. Dengan cara ini, Anda mewajibkan hamba-hamba Anda untuk membacakan shalawat kepada nabi Anda. Anda memerintahkan mereka untuk membaca Salavat. Ya Tuhanku! Demi Dzat-Mu yang Maha Kuasa, demi cahaya keagungan dan demi apa yang telah Engkau jadikan wajib bagi mereka yang berada dalam kedudukan yang baik hati, tuan kami yang mulia, hamba-hamba-Mu yang terbaik, nabi, nabi dan ciptaan-Mu. Kami ingin Anda dan semua malaikat Anda memberkati Muhammad dengan berkah paling baik yang telah Anda kirimkan kepada ciptaan Anda. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "thu-26",
    "weekday": "thursday",
    "order": 26,
    "title": "Perşembe 26",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Naikkan derajat Tuhan kita Muhammad. Tinggikan peringkat Anda. Jadikan timbangannya berat pada hari kiamat. Semoga dalilmu jelas, agamamu selalu jelas, pahalamu melimpah, cahayamu mencerahkan, dan kehormatanmu kekal di kedua dunia. Dan jadikan generasimu dan Ahlulbait bersama-sama dengan orang yang mencerahkan matanya. Jadikanlah dia besar di antara para nabi yang datang sebelum dia."
    }
  },
  {
    "id": "thu-27",
    "weekday": "thursday",
    "order": 27,
    "title": "Perşembe 27",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Jadikanlah junjungan kami Muhammad sebagai orang yang paling banyak ummat dan wazirnya di antara para nabi, paling bertakwa di antara semua nabi dalam cahaya dan martabatnya, paling tinggi di antara semua nabi dalam derajatnya, dan paling luas di surga dalam hal orang-orang yang mengikutinya."
    }
  },
  {
    "id": "thu-28",
    "weekday": "thursday",
    "order": 28,
    "title": "Perşembe 28",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Jadikanlah dia termasuk orang-orang yang terkemuka, kedudukannya di antara orang-orang yang memilih derajatnya, kedudukannya di antara orang-orang pilihan di antara hamba-hamba yang suci, dan kedudukannya di antara orang-orang yang dekat dengan diri-Mu dan yang derajatnya dekat dengan-Nya."
    }
  },
  {
    "id": "thu-29",
    "weekday": "thursday",
    "order": 29,
    "title": "Perşembe 29",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Jadikanlah Nabi Muhammad SAW sebagai orang yang paling mulia di sisi-Mu, paling berbudi luhur pahalanya, paling dekat majelisnya dengan diri-Mu, paling mantap pendiriannya, paling jujur ​​ucapannya, paling indah terkabulkan keinginannya, paling berbudi luhur di antara orang-orang yang akan dilimpahkan kepadanya di hadapan-Mu, dan paling dicari di antara orang-orang di hadirat-Mu. Tampunglah dia di rumah Firdaus, yang merupakan salah satu surga tertinggi dan tidak ada derajat di atasnya."
    }
  },
  {
    "id": "thu-30",
    "weekday": "thursday",
    "order": 30,
    "title": "Perşembe 30",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Jadikanlah Nabi kita Muhammad nabi yang paling jujur, yang segera dikabulkan keinginannya, pemberi syafaat yang pertama, yang memberikan syafaat untuk ummatnya dengan syafaat yang membuat iri orang-orang sebelum dan sesudahnya, yang syafaatnya diterima, ketika Anda memilihnya untuk memisahkan hamba-hambanya ke surga dan neraka, yang paling jujur ​​di antara yang berbicara, yang paling yakin di antara yang mendapat petunjuk, dan yang terbaik di antara yang berakal."
    }
  },
  {
    "id": "thu-31",
    "weekday": "thursday",
    "order": 31,
    "title": "Perşembe 31",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Jadikanlah Nabi kita sebagai pelopor yang menyiapkan peluang bagi ummatnya yang datang setelah kita, dan jadikanlah kolam kavser sebagai tempat bertemunya mereka yang datang sebelum dan sesudahnya."
    }
  },
  {
    "id": "thu-32",
    "weekday": "thursday",
    "order": 32,
    "title": "Perşembe 32",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Kumpulkan kami di antara jemaatnya. Semoga Anda diberi kesempatan untuk bertindak sesuai sunah Anda. Bunuhlah kami selagi kami hidup sesuai agama-Nya. Tunjukkan pada kami kecantikan-Nya yang bersinar. Sertakan kami di antara komunitas dan pengikutnya."
    }
  },
  {
    "id": "thu-33",
    "weekday": "thursday",
    "order": 33,
    "title": "Perşembe 33",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Kami percaya padanya tanpa melihatnya, dan dia menyatukan kami. Jangan pisahkan kami darinya hingga dia membawa kami ke kolam kawtsarnya dan memasukkan kami ke dalam tempat yang dimasukinya.   Jadikanlah kami nabi-nabi, orang-orang yang jujur, orang-orang yang syahid dan sahabat-sahabatnya yang shaleh yang diberi keberkahan.   Betapa hebatnya mereka sebagai teman. Segala puji bagi Allah, Tuhan semesta alam."
    }
  },
  {
    "id": "thu-34",
    "weekday": "thursday",
    "order": 34,
    "title": "Perşembe 34",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Nabi kita Muhammad (saw) adalah cahaya petunjuk, yang menuntun manusia kepada kebaikan, yang mengajak manusia menuju kebahagiaan kedua dunia, nabi yang penuh rahmat, imam orang-orang yang bertakwa, dan utusan Allah, Tuhan semesta alam, yang setelahnya tidak akan pernah ada lagi nabi. Tuhan kami Muhammad (SAW); Memberkati junjungan kami Muhammad yang telah menyampaikan kenabianmu, menasihati hamba-hambanya, membacakan ayat-ayatnya kepada mereka, memenuhi aturan-aturan sebagai patokan agama bagi orang-orang yang melakukan larangan agama, memenuhi aturan-aturanmu, memerintahkan ketaatan kepadamu, melarang kemaksiatan kepadamu, berteman dengan orang-orang yang ingin berteman, dan menerima orang-orang yang ingin dijadikan musuh sebagai musuh."
    }
  },
  {
    "id": "thu-35",
    "weekday": "thursday",
    "order": 35,
    "title": "Perşembe 35",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Di antara mayat-mayat itu adalah Hz. Diantara ruh jasad Muhammad, Hz. Untuk jiwa Muhammad, ke tempat dia berdiri di antara tempat perhentian, Masyhad; Shalawat dilimpahkan kepada nabi kita Muhammad, di antara tempat-tempat ditemukannya jenazah, di tempat dikuburkan jenazahnya yang diberkahi, atas penyebutannya ketika disebutkan."
    }
  },
  {
    "id": "thu-36",
    "weekday": "thursday",
    "order": 36,
    "title": "Perşembe 36",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Sampaikanlah salam, rahmat dan keberkahan Yang Maha Kuasa kepadanya sebagaimana disebutkan."
    }
  },
  {
    "id": "thu-37",
    "weekday": "thursday",
    "order": 37,
    "title": "Perşembe 37",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Malaikat-malaikat Mukarrebun menggantikannya, para nabinya yang suci dari segala rasa malu, rasul-rasulnya yang diutus dengan kitab suci, para malaikat pembawa singgasananya, junjungan kita Jibril (a.s.), Michael (a.s.), Israfil (a.s.), Azrail (a.s.), Ridwan penjaga surga, dan Malik penjaga neraka, Kiramen, yang mencatat kebaikan dan keburukan di kanan dan kiri manusia. Memberkati Katibîn Anda dan semua penghuni bumi dan langit yang menaati Anda."
    }
  },
  {
    "id": "thu-38",
    "weekday": "thursday",
    "order": 38,
    "title": "Perşembe 38",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Berikanlah kepada Ahl al-Bayt Nabimu sesuatu yang lebih mulia dari apa yang kamu berikan kepada Ahl al-Bayt Rasulmu. Hadiahi para sahabat Nabi kita dengan yang terbaik dari apa yang Anda berikan kepada salah satu sahabat nabi."
    }
  },
  {
    "id": "thu-39",
    "weekday": "thursday",
    "order": 39,
    "title": "Perşembe 39",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Ampunilah laki-laki dan perempuan yang beriman, laki-laki dan perempuan yang beragama Islam, baik yang masih hidup maupun yang sudah meninggal. \"..Ya Tuhan kami! Ampunilah kami dan saudara-saudara seiman kami yang telah meninggal sebelum kami. Jangan ada dendam dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami, sesungguhnya Engkau Maha Penyayang lagi Maha Penyayang.\""
    }
  },
  {
    "id": "thu-40",
    "weekday": "thursday",
    "order": 40,
    "title": "Perşembe 40",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Memberkati junjungan kami Muhammad, yang berasal dari garis keturunan Hashemite, keluarga dan para sahabatnya, dan kirimkan salam lengkap Anda."
    }
  },
  {
    "id": "thu-41",
    "weekday": "thursday",
    "order": 41,
    "title": "Perşembe 41",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan, Yang Maha Penyayang dari Yang Maha Penyayang! Shalawatlah kepada junjungan kami Muhammad, umat manusia yang terbaik, dengan doa yang menyenangkan hatimu, menyenangkan kamu dan dia, dan menyenangkan kami."
    }
  },
  {
    "id": "thu-42",
    "weekday": "thursday",
    "order": 42,
    "title": "Perşembe 42",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Berikanlah shalawat dan shalawat yang melimpah, indah dan utuh kepada junjungan kita Muhammad, keluarga dan para sahabatnya, yang menebarkan wangi-wangian indah dimana-mana, mengandung keberkahan, dan akan terus berlanjut selama Kerajaan Allah masih ada."
    }
  },
  {
    "id": "thu-43",
    "weekday": "thursday",
    "order": 43,
    "title": "Perşembe 43",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Memberkati junjungan kami Muhammad sekeluarga dengan keberkahan yang menjaga keseimbangan bumi dan langit, sebanyak jumlah bintang di langit, jumlah benda yang hidup hingga saat ini, dan jumlah yang tercipta hingga hari kiamat."
    }
  },
  {
    "id": "thu-44",
    "weekday": "thursday",
    "order": 44,
    "title": "Perşembe 44",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Sebagaimana Engkau memberkati junjungan kami Ibrahim, kirimkan shalawat kepada junjungan kami Muhammad dan keluarganya. Sebagaimana Engkau menganugerahkan shalawat kepada junjungan kami Ibrahim dan keturunannya di seluruh dunia, demikian pula shalawat pun dilimpahkan kepada junjungan kami Muhammad dan keturunannya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "thu-45",
    "weekday": "thursday",
    "order": 45,
    "title": "Perşembe 45",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! SAYA; Aku ingin mendapat ampunan dari segala dosa dan keselamatan dari musibah dan duka dalam urusan agama, dunia, dan akhirat."
    }
  },
  {
    "id": "thu-46",
    "weekday": "thursday",
    "order": 46,
    "title": "Perşembe 46",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Tutupi dosa, rasa malu dan pemberontakan kami dengan kemurahan hati-Mu yang besar.   Ya Tuhan! Tutupi dosa, rasa malu dan pemberontakan kami dengan kemurahan hati-Mu yang besar.   Ya Tuhan! Tutupi dosa, rasa malu dan pemberontakan kami dengan kemurahan hati-Mu yang besar."
    }
  },
  {
    "id": "thu-47",
    "weekday": "thursday",
    "order": 47,
    "title": "Perşembe 47",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Demi Kebenaran Yang Maha Kuasa dan Keindahan Cahaya Anda, Singgasana Anda Yang Maha Kuasa, Yang Mulia, Yang Mulia, Keindahan Anda, Kesaktian Anda, Kekuatan dan Kekuasaan Anda. Demi Kursi yang menyandang Arsy-Nya, dan demi nama-nama khazanah rahasia ciptaan-Nya yang tak seorang pun mengetahuinya, ya Tuhan! aku meminta darimu."
    }
  },
  {
    "id": "thu-48",
    "weekday": "thursday",
    "order": 48,
    "title": "Perşembe 48",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Ya Rabb, demi nama-Mu yang menggelapkan malam ketika Engkau menaruh rahasia-rahasiamu di atasnya, menerangi siang ketika Engkau menaruhnya di siang hari, menjaga langit tanpa tiang, berdiri kokoh di atas bumi, menetapkan gunung-gunung pada tempatnya ketika Anda menempatkannya di atas gunung-gunung, membuat mata-mata air mengalir ketika Anda menempatkannya di lautan dan lembah, dan menurunkan hujan ketika Anda meletakkannya di atas awan! aku meminta darimu."
    }
  },
  {
    "id": "thu-49",
    "weekday": "thursday",
    "order": 49,
    "title": "Perşembe 49",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Aku memohon kepadamu demi nama-nama yang tertulis di dahi junjungan kami Israfil (a.s.), nama-nama yang tertulis di dahi junjungan kami Jibril (a.s.), dan nama-nama yang tertulis pada para malaikat dalam posisi mukarrebun."
    }
  },
  {
    "id": "thu-50",
    "weekday": "thursday",
    "order": 50,
    "title": "Perşembe 50",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Aku memohon kepadamu demi nama-nama yang tertulis di sekitar Arsy dan nama-nama yang tertulis di sekitar Kursi."
    }
  },
  {
    "id": "thu-51",
    "weekday": "thursday",
    "order": 51,
    "title": "Perşembe 51",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Demi Nama Besar yang tertulis di daun zaitun, aku memintanya darimu."
    }
  },
  {
    "id": "thu-52",
    "weekday": "thursday",
    "order": 52,
    "title": "Perşembe 52",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Aku memohon kepada-Mu nama-nama agung yang Engkau gunakan untuk menamai Diri-Mu, baik yang aku kenal maupun yang tidak kukenal."
    }
  },
  {
    "id": "fri-00",
    "weekday": "friday",
    "order": 0,
    "title": "Cuma Giriş",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Bismillah, Yang Maha Pengasih lagi Maha Penyayang...\n\nSemoga Allah melimpahkan shalawat dan shalawat kepada Nabi kita Muhammad SAW, keluarga dan para sahabatnya.\n\nYa Tuhan! Demi keagungan Nabi kita Muhammad SAW di sampingmu, cintamu padanya dan cintanya padamu, dan rahasia antara kamu dan dia; Saya ingin Anda mengirimkan berkah dan kedamaian kepadanya, keluarganya, dan teman-temannya.\n\nTingkatkan rasa cintaku padanya. Demi dirinya dan jajarannya, perkenalkan dia padaku. Jadikanlah aku sukses dalam mengikuti jalannya dan menjalani adab dan sunnahnya yang baik.\n\nBeri aku ketekunan dalam hal ini. Hormatilah aku dengan melihat Nabi kita (SAW). Buatlah aku bahagia dengan berbicara ramah padanya.\n\nSingkirkan kesulitan, rintangan, perantara dan tirai. Memberkati telingaku dengan ucapannya yang manis. Ya Allah, berilah aku kesempatan untuk mengambil manfaat dari ilmu dan hikmah Nabi kami (SAW)!...\n\nBerkatku atasnya; Jadikanlah cahaya yang utuh, suci dan bersinar sehingga akan menghapus dan menghancurkan segala macam kezaliman, kegelapan, keragu-raguan, kemusyrikan, kekafiran, kebohongan dan dosa. Dan jadikanlah salat itu sebagai alasan bersuciku.\n\nBerkat shalawat ini, bawalah aku ke puncak maqam keikhlasan. Sehingga tidak ada keraguan dalam pikiranku bahwa aku tidak bisa mengabdi pada orang lain selain Engkau. Agar aku layak atas kehadiranmu dan bergabung menjadi teman-teman istimewamu.\n\nIzinkan saya melakukan semua ini dengan selalu berpegang teguh pada adab dan sunnah Nabi (saw) dan mencari bantuan dari kepribadiannya yang agung.\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!...\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!...\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!..."
    }
  },
  {
    "id": "fri-01",
    "weekday": "friday",
    "order": 1,
    "title": "Cuma 01",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Aku menyampaikan harapanku kepadamu dengan nama yang didoakan Nabi kita Adam (a.s.) untukmu.   Dengan nama-nama yang didoakan oleh Nabi kami Nuh (a.s.) untukmu, dengan nama-nama yang didoakan oleh Nabi kami Hud (a.s.) untukmu, dengan nama-nama yang didoakan oleh Nabi kami Ibrahim (a.s.) untukmu, dengan nama-nama yang didoakan oleh Nabi kami Salih (a.s.) untukmu, dengan nama-nama yang didoakan oleh Nabi kami Yunus (a.s.) untukmu, Guru kami Dengan nama-nama yang didoakan Ayyub (a.s.) untukmu, dengan nama-nama yang didoakan oleh junjungan kami Yakub (a.s.) untukmu, dengan nama-nama yang didoakan oleh junjungan kami Yusuf (a.s.),"
    }
  },
  {
    "id": "fri-02",
    "weekday": "friday",
    "order": 2,
    "title": "Cuma 02",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Nama-nama yang didoakan oleh Nabi kami Musa (a.s.) untukmu, nama-nama yang didoakan oleh Nabi kami Harun (a.s.) untukmu, nama-nama yang didoakan oleh Nabi kami Syuayb (a.s.) untukmu, nama-nama yang didoakan oleh Nabi kami Ismail (a.s.) untukmu, nama-nama yang didoakan oleh Nabi kami Daud (a.s.) untukmu, Nabi Sulaiman (a.s.) kami. Nama-nama yang didoakan oleh guru kami Zakariyya (a.s.) untukmu, nama-nama yang didoakan oleh guru kami Yahya (a.s.) untukmu, nama-nama yang didoakan oleh guru kami Ermiyya (a.s.) untukmu,"
    }
  },
  {
    "id": "fri-03",
    "weekday": "friday",
    "order": 3,
    "title": "Cuma 03",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Dengan nama guru kami Sha'ya (a.s.) mendoakanmu, dengan nama guru kami Ilyas (a.s.) mendoakanmu, dengan nama guru kami Elisa (a.s.) mendoakanmu, dengan nama guru kami Zulkifl (a.s.) mendoakanmu, dengan nama guru kami Yusha (a.s.) mendoakanmu, dengan nama guru kami Isa (a.s.) mendoakanmu, guru kami Isa O Allah, Tuhan semesta alam, dengan nama yang didoakan oleh Nabi kami Muhammad (SAW) kepada Anda (damai dan berkah besertanya dan semua nabi dan nabi).   Demi para nabi dan rasul yang telah kusebutkan, dan demi nama-nama yang mereka serukan dan doakan kepadamu,"
    }
  },
  {
    "id": "fri-04",
    "weekday": "friday",
    "order": 4,
    "title": "Cuma 04",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Aku ingin engkau memberkati nabimu, junjungan kami Muhammad, sebanyak banyaknya ciptaan yang engkau ciptakan, sebelum langit tercipta, sebelum bumi terbentuk, sebelum gunung-gunung terpasang pada tempatnya, sebelum air laut mengalir deras, sebelum sumber-sumber air mendidih dan deras, sebelum sungai-sungai mengalir deras, sebelum matahari terbit, sebelum bulan bersinar, sebelum bintang-bintang bersinar. Karena kamu adalah dirimu apa adanya, tidak ada seorangpun yang mengetahui keadaanmu, hanya kamu yang mengetahui dirimu, kamu adalah satu dan tidak mempunyai pasangan."
    }
  },
  {
    "id": "fri-05",
    "weekday": "friday",
    "order": 5,
    "title": "Cuma 05",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad sesuai dengan jumlah Hilm, dan memberkati junjungan kami Muhammad sesuai dengan jumlah ilmunya. Memberkati tuan kami Muhammad dengan banyaknya kata-katamu yang tak ada habisnya. Memberkati junjungan kami Muhammad sesuai dengan jumlah nikmatmu.   Saat langit penuh, kirimkan shalawat kepada junjungan kami Muhammad. Semoga shalawat dilimpahkan kepada junjungan kita Muhammad ketika bumi penuh. Memberkati junjungan kami Muhammad sebanyak kepenuhan Singgasananya. Dan berkahilah junjungan kita Muhammad dengan beratnya. Semoga shalawat dilimpahkan kepada junjungan kita Muhammad, sebanding dengan banyaknya hal yang ditulis oleh penamu, yang menuliskan segala sesuatu yang telah terjadi dan akan terjadi di dalam Tablet Yang Diawetkan. Memberkati junjungan kami Muhammad sebanyak ciptaanmu di tujuh langit. Memberkati tuan kita Muhammad seribu kali sehari sampai hari kiamat."
    }
  },
  {
    "id": "fri-06",
    "weekday": "friday",
    "order": 6,
    "title": "Cuma 06",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad seribu kali setiap hari, sebanyak jumlah tetesan air hujan yang jatuh dari langit ke bumi, sejak diciptakannya dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-07",
    "weekday": "friday",
    "order": 7,
    "title": "Cuma 07",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Sejak Engkau menciptakan dunia hingga hari kiamat, shalawatlah kepada junjungan kami Muhammad seribu kali setiap hari, sebanyak jumlah orang yang memuji Anda dengan mengucapkan Subhanallah, Tehlil dengan mengucapkan Lailâhe Illallah, Takbîr dengan mengucapkan, Sübhane Rabbiyel Azîm, dan memuji Anda."
    }
  },
  {
    "id": "fri-08",
    "weekday": "friday",
    "order": 8,
    "title": "Cuma 08",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad, sesuai dengan jumlah nafas dan perkataan mereka. Sejak Engkau menciptakan dunia hingga hari kiamat, berikanlah shalawat kepada junjungan kami Muhammad seribu kali sehari, sebanding dengan jumlah makhluk pembawa jiwa yang telah Anda ciptakan di antara mereka."
    }
  },
  {
    "id": "fri-09",
    "weekday": "friday",
    "order": 9,
    "title": "Cuma 09",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kita Muhammad sebanyak banyaknya awan yang bergerak. Berikanlah keberkahan kepada kami seribu kali setiap hari, sebanyak angin bertiup, sejak Engkau menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-10",
    "weekday": "friday",
    "order": 10,
    "title": "Cuma 10",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami Muhammad seribu kali setiap hari, sejak Anda menciptakan dunia hingga hari kiamat, atas semua yang Anda ciptakan antara bumi dan langit, dan pada jumlah cabang, daun, pohon, dan buah-buahan yang ditiup dan digerakkan oleh angin."
    }
  },
  {
    "id": "fri-11",
    "weekday": "friday",
    "order": 11,
    "title": "Cuma 11",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad seribu kali setiap hari, sebanyak bintang di langit, sejak diciptakannya dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-12",
    "weekday": "friday",
    "order": 12,
    "title": "Cuma 12",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga shalawat tercurah kepada junjungan kita Muhammad ketika bumi penuh dengan hal-hal yang menunjukkan kekuasaan dan keagunganmu."
    }
  },
  {
    "id": "fri-13",
    "weekday": "friday",
    "order": 13,
    "title": "Cuma 13",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad seribu kali sehari sampai hari kiamat, sebanyak jumlah makhluk yang Engkau ciptakan di tujuh lautan, yang hanya diketahui oleh Yang Maha Kuasa."
    }
  },
  {
    "id": "fri-14",
    "weekday": "friday",
    "order": 14,
    "title": "Cuma 14",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dengan tujuh lautan penuh. Berkahlah atas besarnya beban yang dibawa ketujuh lautan ini, yang menandakan kesaktian Pribadi-Mu yang Maha Kuasa."
    }
  },
  {
    "id": "fri-15",
    "weekday": "friday",
    "order": 15,
    "title": "Cuma 15",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad, seribu kali sehari, sebanyak ombak di laut, sejak Engkau menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-16",
    "weekday": "friday",
    "order": 16,
    "title": "Cuma 16",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad, seribu kali sehari, sebanyak butiran pasir dan kerikil di kedalaman, dataran dan pegunungan bumi, sejak Engkau menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-17",
    "weekday": "friday",
    "order": 17,
    "title": "Cuma 17",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad sebanyak ombak ketika air tawar dan air asin bergerak dan melambai sejak Engkau menciptakan dunia hingga hari kiamat. Memberkati junjungan kami Muhammad seribu kali setiap hari, dalam jumlah kerikil, batu-batu kecil, lumpur kering, bahkan remah-remah, di tanah dan di kedalaman bumi, di timur, di barat, di dataran, di pegunungan, di lembah, di setiap tempat dan di setiap jalan di bumi, di tempat yang dibangun atau dihancurkan, dan di atas dan di semua ini."
    }
  },
  {
    "id": "fri-18",
    "weekday": "friday",
    "order": 18,
    "title": "Cuma 18",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Sejak Engkau menciptakan dunia hingga hari kiamat, shalawatlah kepada junjungan kita Nabi Muhammad SAW seribu kali setiap hari, sesuai dengan jumlah pohon, buah-buahan, daun-daunan, palawija, dan tumbuh-tumbuhan yang tumbuh subur dari semua itu di timur, barat, arah kiblat, dataran, gunung, dan lembah bumi."
    }
  },
  {
    "id": "fri-19",
    "weekday": "friday",
    "order": 19,
    "title": "Cuma 19",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad seribu kali setiap hari, sebanding dengan jumlah jin, manusia, dan setan yang telah dan akan Anda ciptakan, sejak Anda menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-20",
    "weekday": "friday",
    "order": 20,
    "title": "Cuma 20",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad seribu kali setiap hari, sesuai dengan jumlah rambut di tubuh, wajah dan kepala mereka, sejak Anda menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-21",
    "weekday": "friday",
    "order": 21,
    "title": "Cuma 21",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami Muhammad seribu kali setiap hari, sejak Anda menciptakan dunia hingga hari kiamat, selama burung mengepakkan sayapnya dan jin dan setan terbang."
    }
  },
  {
    "id": "fri-22",
    "weekday": "friday",
    "order": 22,
    "title": "Cuma 22",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad seribu kali setiap hari, sejak engkau menciptakan dunia hingga hari kiamat, sesuai dengan jumlah manusia dan jin di timur dan barat bumi, yang jumlahnya hanya diketahui oleh Yang Maha Kuasa, dan hewan berkaki empat yang telah Engkau ciptakan, besar dan kecil."
    }
  },
  {
    "id": "fri-23",
    "weekday": "friday",
    "order": 23,
    "title": "Cuma 23",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga keberkahan dilimpahkan kepada junjungan kami Muhammad seribu kali setiap hari, sebanyak jumlah langkah mereka di muka bumi, sejak Engkau menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-24",
    "weekday": "friday",
    "order": 24,
    "title": "Cuma 24",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Kirimkan shalawat kepada junjungan kami Muhammad sesuai dengan jumlah orang yang mengucapkan shalawat kepadanya.   Berkahilah junjungan kami Muhammad sebanyak jumlah orang yang tidak mengucapkan shalawat kepadanya. Berilah keberkahan kepada junjungan kita Muhammad, sebanyak tumbuhnya tanaman dan rintik hujan yang jatuh. Semoga shalawat dilimpahkan kepada junjungan kita Muhammad, serta segala sesuatu yang ada.."
    }
  },
  {
    "id": "fri-25",
    "weekday": "friday",
    "order": 25,
    "title": "Cuma 25",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berikanlah shalawat kepada junjungan kita Muhammad di malam hari ketika hari gelap dan ketika hari terang benderang di siang hari.. Berikanlah shalawat kepada junjungan kita Muhammad di dunia dan di akhirat.. Berikanlah shalawat kepada junjungan kita Muhammad ketika beliau masih muda yang suci. Memberkati junjungan kami Muhammad, bahkan dalam keadaan kedewasaan yang Anda sukai. Semoga keberkahan tercurah kepada junjungan kita Muhammad sejak ia masih kecil dalam buaian. Bersholawatlah kepada junjungan kami Muhammad hingga tak tersisa lagi berkahnya.."
    }
  },
  {
    "id": "fri-26",
    "weekday": "friday",
    "order": 26,
    "title": "Cuma 26",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Hormatilah Makam-ı Mahmûd, yang Anda tegaskan ketika Anda mengucapkannya, dan berikan semua yang Anda inginkan ketika Anda memintanya, dan yang Anda janjikan kepada junjungan kami Muhammad."
    }
  },
  {
    "id": "fri-27",
    "weekday": "friday",
    "order": 27,
    "title": "Cuma 27",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Jadikanlah jalan Nabi Muhammad SAW yang mulia, bukti-bukti kenabiannya yang mulia, bukti-bukti kenabiannya yang jelas, dan keutamaannya yang jelas bagi seluruh makhluk."
    }
  },
  {
    "id": "fri-28",
    "weekday": "friday",
    "order": 28,
    "title": "Cuma 28",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Terimalah syafaatnya untuk umatnya. Beri kami kesempatan untuk bertindak sesuai sunnah Anda. Berilah kami rejeki untuk hidup dan mati sesuai agamanya. Satukan kami di antara jamaahnya dan di bawah panjinya. Sertakan kami di antara teman-temannya. Bawa ke kolam Kevser. Minumlah anggur kevser dari gelas di kolam itu. Berilah kami berkat kasih-Nya.   (Di sini pembaca harus membaca namanya sendiri. Misalnya: Misalkan nama pembaca adalah Ali, nama ayahnya adalah Ahmed. (Ali Bin Ahmed), katanya. Misalnya: Misalkan nama pembaca adalah Fâtıma, nama ayahnya adalah Ahmed. (Fâtıma Binti Ahmed), katanya.)"
    }
  },
  {
    "id": "fri-29",
    "weekday": "friday",
    "order": 29,
    "title": "Cuma 29",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Demi nama-nama yang aku doakan kepadamu, sebanyak apa yang aku coba sampaikan kepadamu dan hal-hal yang hanya diketahui oleh Yang Maha Kuasa, bahwa engkau memberkati junjungan kami Muhammad, kasihanilah aku, terimalah tobatku, selamatkan aku dari segala musibah materiil dan rohani, berilah aku kesejahteraan, semua mukmin, pria dan wanita, dan semua Muslim, pria dan wanita, mereka yang telah meninggal dan aku memohon padamu untuk mengasihani yang masih hidup, menerima taubat dari hambamu yang berdosa dan lemah ini, dan memaafkannya. Ya Tuhan, Tuhan semesta alam! Amin..."
    }
  },
  {
    "id": "fri-30",
    "weekday": "friday",
    "order": 30,
    "title": "Cuma 30",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Nabi kita (saw) bersabda: “Barangsiapa membaca shalawat ini satu kali, Allah (swt) akan memberinya pahala haji yang diterima dan pahala seseorang yang memerdekakan seorang budak dari bani Ismail (a.s.).” --- Allah (swt) berfirman: \"Wahai para Malaikat-Ku! Inilah hamba yang telah melimpahkan banyak keberkahan kepada Kekasihku Muhammad (saw). Aku bersumpah demi Kemuliaan-Ku, Keagungan-Ku, keberadaan-Ku, keberadaanku yang patut dipuji dan kemahakuasaanku, Aku akan memberinya sebuah istana di surga sebagai imbalan atas setiap surat yang ia kirimkan berkah. Cahaya wajahnya adalah \"Dia akan datang kepadaku pada hari kiamat, sekitar tanggal empat belas bulan itu, di bawah panji-panji Livâü'l-Puji, dan telapak tangannya akan berada di telapak tangan Kekasihku Muhammad (saw).\" Keutamaan ini untuk orang yang membaca shalawat ini pada hari Jumat. Allah (swt) adalah pemilik keutamaan yang besar. \\[1]"
    }
  },
  {
    "id": "fri-31",
    "weekday": "friday",
    "order": 31,
    "title": "Cuma 31",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Atas nama keagungan, kekuasaan, keagungan, martabat dan kesultanan Anda, demi apa yang disandang Kursi, demi rahasia Anda, nama luhur yang telah Anda sebutkan dan tempatkan dalam Al-Qur'an, saya mohon untuk memberkati tuan kami Muhammad, hamba dan utusan Anda. Ya Allah, aku memohon kepadamu demi nama-Mu, yang kamu kabulkan ketika ada yang mendoakanmu, dan yang kamu kabulkan ketika diminta sesuatu."
    }
  },
  {
    "id": "fri-32",
    "weekday": "friday",
    "order": 32,
    "title": "Cuma 32",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, aku memohon kepada-Mu demi nama-Mu, yang menggelapkan waktu ketika Engkau gelapkan di malam hari dan meneranginya di siang hari, Yang memelihara langit tanpa tiang, yang menjaga bumi tetap kokoh, yang membuat gunung-gunung runtuh pada tempatnya ketika kalian menempatkannya di atas gunung, yang menundukkan orang-orang yang kuat dan kejam, yang membuat air mengalir dari langit, yang menurunkan hujan ketika kalian letakkan di atas awan."
    }
  },
  {
    "id": "fri-33",
    "weekday": "friday",
    "order": 33,
    "title": "Cuma 33",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Aku memohon kepadamu demi nama yang didoakan dan diminta oleh nabi kita Muhammad. Ya Allah, demi nama yang didoakan dan diminta oleh nabi kami Adam, aku memintanya darimu. Ya Allah semoga sholawat dan salam tercurah kepada para nabi, rasul dan seluruh malaikat yang derajatnya paling tinggi. Dan demi nama yang didoakan dan diminta oleh seluruh orang yang taat, aku memohon kepadamu"
    }
  },
  {
    "id": "fri-34",
    "weekday": "friday",
    "order": 34,
    "title": "Cuma 34",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Aku ingin agar engkau memberkati junjungan kita Muhammad dan keluarganya sebanyak apa yang telah engkau ciptakan sebelum langit diciptakan, sebelum bumi digulung, sebelum gunung-gunung ditegakkan, sebelum mata air memancar, sebelum sungai-sungai mengalir, sebelum matahari terbit, sebelum bulan bersinar, sebelum bintang-bintang bersinar."
    }
  },
  {
    "id": "fri-35",
    "weekday": "friday",
    "order": 35,
    "title": "Cuma 35",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya sesuai dengan banyaknya ilmu yang dimilikinya. Memberkati Nabi kita Muhammad dan keluarganya, sebanyak sifat kemurahan hati yang berhubungan dengan pengampunan Anda. Semoga keberkahan dilimpahkan kepada Nabi kita Muhammad dan keluarganya sesuai dengan jumlah bagian dari Tablet Yang Diawetkan yang berisi ilmu agung-Mu."
    }
  },
  {
    "id": "fri-36",
    "weekday": "friday",
    "order": 36,
    "title": "Cuma 36",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kita Muhammad dan keturunannya sesuai dengan jumlah penghakiman yang ditulis oleh Pena yang berkuasa di dalam Loh Yang Dilestarikan, di mana tertulis apa yang telah terjadi dan akan terjadi, yang tidak dapat disentuh oleh setan atau jin di hadirat-Nya dan tidak akan pernah dapat diubah. Memberkati junjungan kami Muhammad dan keluarganya sampai keseluruh bumi. Semoga langit penuh keberkahan menimpa junjungan kita Muhammad dan keluarganya. Memberkati junjungan kami Muhammad dan keluarganya sebanyak jumlah orang yang akan Anda ciptakan sejak Anda menciptakan dunia hingga hari kiamat.."
    }
  },
  {
    "id": "fri-37",
    "weekday": "friday",
    "order": 37,
    "title": "Cuma 37",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, limpahkanlah keberkahan kepada junjungan kami Muhammad dan keluarganya, sesuai dengan jumlah shaf, shalawat, shalawat, nasehat, takbir dan analisa para malaikat, sejak Engkau menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-38",
    "weekday": "friday",
    "order": 38,
    "title": "Cuma 38",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Shalawat dilimpahkan kepada junjungan kita Muhammad dan keluarganya, sebanyak awan yang bergerak dan angin yang bertiup berkelompok, sejak Engkau menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-39",
    "weekday": "friday",
    "order": 39,
    "title": "Cuma 39",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga keberkahan tercurah kepada junjungan kita Muhammad dan keluarganya atas banyaknya tetesan air hujan yang jatuh dari langit kalian ke bumi selama ini dan setiap tetes hujan yang akan jatuh hingga akhir zaman."
    }
  },
  {
    "id": "fri-40",
    "weekday": "friday",
    "order": 40,
    "title": "Cuma 40",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati Muhammad dan keluarganya, sejak hari Anda menciptakan dunia hingga hari kiamat, dalam jumlah angin yang bertiup, dalam jumlah pergerakan pohon, daun, dan tanaman, dan dalam jumlah semua benih yang telah Anda ciptakan di tempat perlindungan khusus Anda."
    }
  },
  {
    "id": "fri-41",
    "weekday": "friday",
    "order": 41,
    "title": "Cuma 41",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya sebanyak jumlah tetesan air hujan dan tumbuh-tumbuhan sejak Engkau menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-42",
    "weekday": "friday",
    "order": 42,
    "title": "Cuma 42",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya sejak engkau menciptakan dunia hingga hari kiamat, sebanyak bintang di langit."
    }
  },
  {
    "id": "fri-43",
    "weekday": "friday",
    "order": 43,
    "title": "Cuma 43",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya sesuai dengan jumlah makhluk yang pengetahuannya hanya kamu yang tahu, yang akan kamu ciptakan sampai hari kiamat, dan yang kamu ciptakan di tujuh lautanmu."
    }
  },
  {
    "id": "fri-44",
    "weekday": "friday",
    "order": 44,
    "title": "Cuma 44",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya sebanyak kerikil dan butiran pasir di timur dan barat bumi."
    }
  },
  {
    "id": "fri-45",
    "weekday": "friday",
    "order": 45,
    "title": "Cuma 45",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya sebanyak jumlah jin dan manusia yang telah Anda ciptakan selama ini dan akan Anda ciptakan hingga hari kiamat."
    }
  },
  {
    "id": "fri-46",
    "weekday": "friday",
    "order": 46,
    "title": "Cuma 46",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati Nabi kami Muhammad dan keluarganya, sejak Engkau menciptakan dunia hingga hari kiamat, dalam nafas, perkataan, dan kedipan mata manusia dan jin."
    }
  },
  {
    "id": "fri-47",
    "weekday": "friday",
    "order": 47,
    "title": "Cuma 47",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga keberkahan tercurah kepada junjungan kami Muhammad dan keluarganya, sebanyak penerbangan jin dan malaikat terbang sejak Engkau menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-48",
    "weekday": "friday",
    "order": 48,
    "title": "Cuma 48",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga shalawat dilimpahkan kepada junjungan kita Muhammad dan keluarganya sebanyak banyaknya burung, hewan liar, bahkan hewan kecil yang hidup di tubuh manusia, hewan, dan serangga di bumi bagian timur dan barat."
    }
  },
  {
    "id": "fri-49",
    "weekday": "friday",
    "order": 49,
    "title": "Cuma 49",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya sebanyak jumlah orang yang masih hidup dan yang sudah meninggal."
    }
  },
  {
    "id": "fri-50",
    "weekday": "friday",
    "order": 50,
    "title": "Cuma 50",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya sebanyak-banyaknya yang menjadikan malam menjadi gelap dan siang menjadi terang, sejak saat Engkau menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-51",
    "weekday": "friday",
    "order": 51,
    "title": "Cuma 51",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya sebanyak makhluk hidup yang berjalan dengan dua atau empat kaki, sejak Anda menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-52",
    "weekday": "friday",
    "order": 52,
    "title": "Cuma 52",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad sebanyak jumlah jin, manusia, dan malaikat yang mendoakan beliau sejak diciptakannya dunia hingga hari kiamat."
    }
  },
  {
    "id": "fri-53",
    "weekday": "friday",
    "order": 53,
    "title": "Cuma 53",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Kirimkan shalawat kepada junjungan kami Muhammad sebanyak banyaknya orang yang tidak mengucapkan shalawat kepadanya.."
    }
  },
  {
    "id": "fri-54",
    "weekday": "friday",
    "order": 54,
    "title": "Cuma 54",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Kirimkan shalawat kepada junjungan kami Muhammad dan keluarganya, karena shalawat harus didaraskan kepadanya."
    }
  },
  {
    "id": "fri-55",
    "weekday": "friday",
    "order": 55,
    "title": "Cuma 55",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya karena mereka layak mendapatkan kemuliaan karena dibacakan."
    }
  },
  {
    "id": "fri-56",
    "weekday": "friday",
    "order": 56,
    "title": "Cuma 56",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya dengan segala keberkahan, tanpa kecuali satu pun keberkahan yang akan dilimpahkan kepadanya."
    }
  },
  {
    "id": "fri-57",
    "weekday": "friday",
    "order": 57,
    "title": "Cuma 57",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Shalawat kepada junjungan kami Muhammad di antara para nabi sebelumnya dan semua orang beriman, dan di antara orang-orang beriman, orang-orang yang jujur, syahid dan orang-orang shaleh yang datang setelah kematiannya di akhirat.. Ya Allah! Berikanlah shalawat kepada junjungan kita Muhammad di Mele-i Alâ, tempat para malaikat yang tempat dan kediamannya ditinggikan di sisi Allah, hingga hari kiamat. Apapun yang Allah kehendaki akan terkabul. Tidak ada daya dan kekuatan selain kekuasaan dan kekuatan Allah Yang Maha Kuasa lagi Maha Perkasa."
    }
  },
  {
    "id": "sat-00",
    "weekday": "saturday",
    "order": 0,
    "title": "Cumartesi Giriş",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Bismillah, Yang Maha Pengasih lagi Maha Penyayang...\n\nSemoga Allah melimpahkan shalawat dan shalawat kepada Nabi kita Muhammad SAW, keluarga dan para sahabatnya.\n\nYa Tuhan! Demi keagungan Nabi kita Muhammad SAW di sampingmu, cintamu padanya dan cintanya padamu, dan rahasia antara kamu dan dia; Saya ingin Anda mengirimkan berkah dan kedamaian kepadanya, keluarganya, dan teman-temannya.\n\nTingkatkan rasa cintaku padanya. Demi dirinya dan jajarannya, perkenalkan dia padaku. Jadikanlah aku sukses dalam mengikuti jalannya dan menjalani adab dan sunnahnya yang baik.\n\nBeri aku ketekunan dalam hal ini. Hormatilah aku dengan melihat Nabi kita (SAW). Buatlah aku bahagia dengan berbicara ramah padanya.\n\nSingkirkan kesulitan, rintangan, perantara dan tirai. Memberkati telingaku dengan ucapannya yang manis. Ya Allah, berilah aku kesempatan untuk mengambil manfaat dari ilmu dan hikmah Nabi kami (SAW)!...\n\nBerkatku atasnya; Jadikanlah cahaya yang utuh, suci dan bersinar sehingga akan menghapus dan menghancurkan segala macam kezaliman, kegelapan, keragu-raguan, kemusyrikan, kekafiran, kebohongan dan dosa. Dan jadikanlah salat itu sebagai alasan bersuciku.\n\nBerkat shalawat ini, bawalah aku ke puncak maqam keikhlasan. Sehingga tidak ada keraguan dalam pikiranku bahwa aku tidak bisa mengabdi pada orang lain selain Engkau. Agar aku layak atas kehadiranmu dan bergabung menjadi teman-teman istimewamu.\n\nIzinkan saya melakukan semua ini dengan selalu berpegang teguh pada adab dan sunnah Nabi (saw) dan mencari bantuan dari kepribadiannya yang agung.\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!...\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!...\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!..."
    }
  },
  {
    "id": "sat-01",
    "weekday": "saturday",
    "order": 1,
    "title": "Cumartesi 01",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam sejahtera bagi junjungan kami Muhammad dan keluarganya. Berikanlah kepada tuan kami Muhammad pangkat perantara, pangkat tinggi dan kebajikan, dan sampaikan dia kepada Mahmud, pangkat yang Anda janjikan.   Pasti kamu tidak akan mengingkari janjimu."
    }
  },
  {
    "id": "sat-02",
    "weekday": "saturday",
    "order": 2,
    "title": "Cumartesi 02",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Wahai Penguasa Singgasana Yang Mahakuasa! Ya Tuhan, Tuhan semesta alam! Mengagungkan kemuliaan junjungan kita Muhammad, memperjelas agamanya, dan menerangi bukti-bukti yang menunjukkan kenabiannya. Tunjukkan keutamaannya dan terimalah syafaatnya untuk bangsanya. Beri kami kesempatan untuk bertindak sesuai sunnah Anda."
    }
  },
  {
    "id": "sat-03",
    "weekday": "saturday",
    "order": 3,
    "title": "Cumartesi 03",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Satukan kami dengan komunitasnya di bawah panjinya. Minumlah anggur Kevser dalam mangkuknya.   Manfaatkan dia dengan cintanya. Ya Allah, Tuhan semesta alam!"
    }
  },
  {
    "id": "sat-04",
    "weekday": "saturday",
    "order": 4,
    "title": "Cumartesi 04",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhanku! Kirimkanlah salam yang paling berbudi luhur dari kami kepadanya. Atas nama umatnya, berilah dia rahmat."
    }
  },
  {
    "id": "sat-05",
    "weekday": "saturday",
    "order": 5,
    "title": "Cumartesi 05",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Ya Tuhanku! Aku berharap Engkau memaafkanku, kasihanilah aku, terimalah taubatku, dan perlakukan aku dengan baik dari segala masalah yang datang dari langit dan bumi. Anda memiliki kekuasaan atas segalanya dengan belas kasihan Anda. Ya Tuhanku! Demi belas kasihan Anda, saya meminta Anda untuk mengampuni semua orang beriman, pria dan wanita, semua Muslim, pria dan wanita, dan mereka yang hidup dan mati.   Allah SWT; Semoga Dia meridhoi istri-istri Nabi kita, ibu-ibu yang suci bagi orang-orang beriman, yang ibarat pelita dunia, yang menjadi ulama yang mendapat petunjuk dari para imam petunjuk, para sahabatnya dan para pengikut yang mengikuti mereka, dan yang mengikuti orang-orang yang melihatnya, seolah-olah mereka melihat sahabat-sahabatnya, hingga hari kiamat. Segala puji bagi Allah, Tuhan segala penderitaan.   (awal sepertiga ketiga)"
    }
  },
  {
    "id": "sat-06",
    "weekday": "saturday",
    "order": 6,
    "title": "Cumartesi 06",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Artikel ! Ya Allah, Tuhan jiwa-jiwa dan mayat-mayat yang membusuk! Aku mohon ketaatan jiwa-jiwa yang kembali ke jenazahnya dan ketaatan jenazah menyatu dengan urat nadinya. Sembari semua makhluk menantikan penghakiman-Mu di hadapan-Mu, mengharap rahmat-Mu, takut akan siksa-Mu, aku memohon agar Engkau memberiku cahaya di mataku, berdzikir di lidahku siang dan malam, dan beramal shaleh agar aku dapat melihat apa yang baik bagiku, demi ucapan-Mu yang sah bagi seluruh jiwa dan raga, dan demi dapat memperoleh segala macam hak darinya. Berikan aku ini, ya Tuhan!"
    }
  },
  {
    "id": "sat-07",
    "weekday": "saturday",
    "order": 7,
    "title": "Cumartesi 07",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Sebagaimana Engkau memberkati junjungan kami Ibrahim dan menganugerahkan shalawat kepadanya, maka berikanlah shalawat kepada junjungan kami Muhammad. Memberikan berkah."
    }
  },
  {
    "id": "sat-08",
    "weekday": "saturday",
    "order": 8,
    "title": "Cumartesi 08",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Sebagaimana Engkau menganugerahkan shalawat dan shalawat kepada junjungan kami Ibrahim dan keluarganya, demikian pula shalawat pun melimpahkan shalawat kepada junjungan kami Muhammad dan keluarganya. Memberikan berkah. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji. Astaga! Sebagaimana Engkau menganugerahkan shalawat kepada junjungan kami Ibrahim dan keluarganya, demikian pula shalawat pun dilimpahkan kepada keluarga junjungan kami Muhammad. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "sat-09",
    "weekday": "saturday",
    "order": 9,
    "title": "Cumartesi 09",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati hamba dan rasulmu, junjungan kami Muhammad, dan semua orang beriman, baik pria maupun wanita, dan semua Muslim, pria dan wanita."
    }
  },
  {
    "id": "sat-10",
    "weekday": "saturday",
    "order": 10,
    "title": "Cumartesi 10",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kita Muhammad dan keturunannya dengan keberkahan yang terus berlanjut selama kekuasaan Allah masih ada, sesuai dengan banyaknya ilmu yang dicakupnya, banyaknya yang ditentukan oleh kitabnya, dan yang disaksikan oleh para malaikatnya."
    }
  },
  {
    "id": "sat-11",
    "weekday": "saturday",
    "order": 11,
    "title": "Cumartesi 11",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Demi nama-namamu yang agung, yang aku kenal dan yang tidak kukenal, hambamu, nabimu, junjungan kami Muhammad, sebelum langit dibangun, sebelum bumi terbentang, sebelum gunung-gunung didirikan, sebelum mata air meluap, sebelum sungai mengalir deras, sebelum matahari terbit, sebelum bulan bersinar, sebelum bintang bersinar, sebelum lautan berombak, sebelum pohon-pohon berbuah, sesuai dengan banyaknya ciptaan yang telah Engkau ciptakan. Saya meminta Anda untuk memberkati saya."
    }
  },
  {
    "id": "sat-12",
    "weekday": "saturday",
    "order": 12,
    "title": "Cumartesi 12",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kita Muhammad sebatas ilmunya. Astaga! Memberkati junjungan kami Muhammad, sesuai dengan banyaknya ilmu yang dimilikinya. Astaga! Memberkati junjungan kita Muhammad dengan kata-kata yang tak ada habisnya. Astaga! Semoga shalawat tercurah kepada junjungan kami Muhammad dalam jumlah keberkahan anda. Astaga! Semoga damai sejahtera atas junjungan kami Muhammad, serta rahmat Anda. Astaga! Semoga keberkahan tercurah kepada junjungan kita Muhammad sesuai dengan jumlah kemurahan hatinya. Astaga! Memberkati junjungan kami Muhammad sebanyak banyaknya langit. . Astaga! Semoga damai sejahtera atas junjungan kita Muhammad dan bumi.   Astaga! Semoga keberkahan tercurah kepada junjungan kami Muhammad, sebanyak banyaknya bidadari yang Engkau ciptakan di tujuh langit. Astaga! Memberkati junjungan kami Muhammad sebanyak jin, manusia, hewan liar, burung dan makhluk lainnya yang telah Engkau ciptakan di muka bumi. Astaga! Semoga keberkahan dilimpahkan kepada junjungan kita Muhammad, sesuai dengan jumlah yang ditulis dengan Pena yang menuliskan takdir dalam Tablet Yang Diawetkan dalam ilmu gaib, dan apa yang akan ditulisnya sampai hari kiamat. Astaga! Memberkati junjungan kita Muhammad sebanyak banyaknya hujan dan rintik hujan. Astaga! Sebanyak-banyaknya orang-orang yang memujimu, orang-orang yang mengucapkan terima kasih, orang-orang yang memujimu dengan mengucapkan “La Illah”, orang-orang yang memujimu dengan mengatakan “Inne-ke Hamid’un majîd, engkaulah yang mempunyai keagungan dan kehormatan yang patut dipuji”, dan orang-orang yang bersaksi bahwa dirimu yang mulia itu adalah Allah, kepada junjungan kami Muhammad. Saya berharap Anda damai.   Astaga! Berikanlah shalawat kepada junjungan kami Muhammad sesuai dengan banyaknya shalawat yang kamu dan malaikatmu bawakan kepadanya. Astaga! Berikanlah shalawat kepada junjungan kami Muhammad sebanyak jumlah makhluk yang Engkau ciptakan yang memberkatinya. Astaga! Berilah shalawat kepada junjungan kita Muhammad sebanyak jumlah orang yang tidak mengucapkan shalawat. Astaga! Memberkati junjungan kami Muhammad sebanyak gunung, pasir dan kerikil. Astaga! Memberkati junjungan kita Muhammad dengan pepohonan dan dedaunan, lumpur kering dan beratnya. Astaga! Memberkati junjungan kami Muhammad setiap tahun dan jumlah orang yang menciptakan dan meninggal pada tahun itu.   Astaga! Semoga shalawat dilimpahkan kepada junjungan kita Muhammad sampai hari kiamat, sesuai dengan jumlah orang yang menciptakan setiap hari dan orang yang mati setiap hari."
    }
  },
  {
    "id": "sat-13",
    "weekday": "saturday",
    "order": 13,
    "title": "Cumartesi 13",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kita Muhammad dengan banyaknya air yang dicurahkan oleh awan yang bergerak antara bumi dan langit. Astaga! Memberkati junjungan kami Muhammad sebanyak angin yang berada di bawah perintah Anda di timur-barat, arah kiblat dan kedalaman bumi dan langit. Astaga! Semoga shalawat dilimpahkan kepada junjungan kita Muhammad, seperti bintang-bintang di langit. Astaga! Memberkati junjungan kami Muhammad sesuai dengan jumlah ikan, hewan hidup, air, pasir dan makhluk lain yang Engkau ciptakan di lautan. Astaga! Memberkati junjungan kita Muhammad dalam jumlah tanaman dan kerikil. Astaga! Memberkati junjungan kami Muhammad sebanyak semut. Astaga! Memberkati junjungan kita Muhammad sebanyak banyaknya air tawar dan air asin. Astaga! Semoga keberkahan anda tercurahkan kepada junjungan kami Muhammad, sebanding dengan keberkahan yang telah anda berikan kepada seluruh ciptaan anda. Astaga! Semoga shalawat dilimpahkan kepada junjungan kita Muhammad, sebanyak siksa dan siksa yang Engkau berikan kepada orang-orang kafir. Astaga! Semoga shalawat dilimpahkan kepada junjungan kita Muhammad selama dunia dan akhirat tetap ada. Astaga! Semoga shalawat dilimpahkan kepada junjungan kita Muhammad selama masih ada makhluk di surga. Astaga! Semoga shalawat dilimpahkan kepada junjungan kami Muhammad selama mereka yang Engkau ciptakan di neraka masih ada. Astaga! Memberkati tuan kami Muhammad sebanyak Anda mencintai dan menyetujuinya. Astaga! Memberkati junjungan kami Muhammad selama dia mencintaimu dan ridha kepadamu. Astaga! Semoga damai sejahtera atas junjungan kita Muhammad selamanya. Jadikanlah dia tamu di hadirat-Mu, di tempat terdekat. Berilah dia derajat Vesîle, derajat tertinggi di surga, keutamaan, syafaat, derajat tinggi, Mahmud yang Engkau janjikan kepadanya. Pasti kamu tidak akan mengingkari janjimu."
    }
  },
  {
    "id": "sat-14",
    "weekday": "saturday",
    "order": 14,
    "title": "Cumartesi 14",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Tidak diragukan lagi, Engkaulah pemilikku, tuanku, dalam urusan dunia dan akhiratku, pangkat dan keamananku kepada siapa aku dapat menyerahkan segala keadaan, harapanku kepada siapa aku akan mempercayakan semua urusanku, harapanku kepada siapa aku akan menyerahkan kebutuhan dan keinginanku, Kota-i Haram, Beldey-i Haram, Meş'ari'l-Haram dan Nabi kita (SAW). Demi Makam Suci Nabi kita, aku memohon kepadamu untuk memberiku kebaikan sejauh hanya Dzat-Mu yang mengetahui kebenarannya, dan melindungiku dari keburukan sepanjang hanya Dzat-Mu yang mengetahui kebenarannya."
    }
  },
  {
    "id": "sat-15",
    "weekday": "saturday",
    "order": 15,
    "title": "Cumartesi 15",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Kepada Tuhan kita Adam; tuan kami Seth, tuan kami Ibrahim; tuan kami Yusuf, yang memaafkan tuan kami Ismail dan Ishak; orang yang mempertemukan kembali tuan kita Musa dengan tuan kita Yakub; Kepada junjungan kami Dawud yang mempertemukannya dengan ibunya dan menambah ilmu junjungan kami Khidir; Kepada tuan kami Zekeriyya, yang menganugerahkan tuan kami Suleiman; Kepada ibu kami Maria, yang memaafkan Tuhan kami John; putri tuan kami Shuayb, yang memberikan tuan kami Yesus; Ya Allah, yang melindungi kami dengan membandingkan kami dengan tuan kami Musa (a.s.). Ya Tuhanku! Saya ingin Anda memberkati tuan kita Muhammad dan semua nabi dan rasul. Ya Allah, yang memberikan syafaat dan derajat yang tinggi kepada junjungan kami Muhammad! Aku mohon ampunilah dosa-dosaku, tutupi segala kesalahanku, selamatkan aku dari api neraka, berilah aku keridhaan, keamanan, ampunan dan rahmat-Mu, serta berkahilah aku di surga-Mu bersama para nabi, orang-orang yang jujur, para syuhada dan orang-orang shaleh yang telah Engkau berkati. Tentunya Anda memiliki kuasa atas segalanya."
    }
  },
  {
    "id": "sat-16",
    "weekday": "saturday",
    "order": 16,
    "title": "Cumartesi 16",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Semoga Allah memberkati junjungan kita Muhammad dan keluarganya selama angin membawa gugusan awan dan setiap jiwa telah merasakan kematian. Astaga! Sampaikan salammu kepada orang-orang damai di tanah damai."
    }
  },
  {
    "id": "sat-17",
    "weekday": "saturday",
    "order": 17,
    "title": "Cumartesi 17",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Gunakan saya dalam pekerjaan yang Anda ciptakan untuk saya. Jangan biarkan aku sibuk dengan hal-hal yang telah Engkau janjikan kepadaku dan itu akan memenuhi hatiku dengan hal-hal itu. Anda telah mengambil tanggung jawab untuk menafkahi saya. Jangan cabut aku meskipun aku meminta ini darimu. Jangan siksa aku meskipun aku memohon ampun.   Astaga! Gunakan saya dalam pekerjaan yang Anda ciptakan untuk saya. Jangan biarkan aku sibuk dengan hal-hal yang telah Engkau janjikan kepadaku dan itu akan memenuhi hatiku dengan hal-hal itu. Anda telah mengambil tanggung jawab untuk menafkahi saya.   Jangan cabut aku meskipun aku meminta ini darimu. Jangan siksa aku meskipun aku memohon ampun.   Astaga! Gunakan saya dalam pekerjaan yang Anda ciptakan untuk saya. Jangan biarkan aku sibuk dengan hal-hal yang telah Engkau janjikan kepadaku dan itu akan memenuhi hatiku dengan hal-hal itu. Anda telah mengambil tanggung jawab untuk menafkahi saya.   Jangan cabut aku meskipun aku meminta ini darimu. Jangan siksa aku meskipun aku memohon ampun."
    }
  },
  {
    "id": "sat-18",
    "weekday": "saturday",
    "order": 18,
    "title": "Cumartesi 18",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam dan sejahtera bagi junjungan kami Muhammad dan keluarganya."
    }
  },
  {
    "id": "sat-19",
    "weekday": "saturday",
    "order": 19,
    "title": "Cumartesi 19",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Demi Habîbin Muhammad Mustafâ Anda, kami berpaling kepada Anda, guru kami yang terkasih. Ya Muhammad! Aku memohon hal ini dengan kembali kepada Tuhanmu bersamamu. Wahai utusan yang murni dan cantik, syafaatlah bagi kami di hadirat Tuhan Yang Maha Esa."
    }
  },
  {
    "id": "sat-20",
    "weekday": "saturday",
    "order": 20,
    "title": "Cumartesi 20",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "- Ya Tuhan! Demi kedudukan beliau di sampingnya, Jadikanlah kami sebagai pemberi syafaat.   Astaga! Demi kedudukan beliau di sampingnya, Jadikanlah kami sebagai pemberi syafaat.   Astaga! Demi kedudukan beliau di sampingnya, Jadikanlah kami sebagai pemberi syafaat."
    }
  },
  {
    "id": "sat-21",
    "weekday": "saturday",
    "order": 21,
    "title": "Cumartesi 21",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "- Ya Tuhan! Jadikanlah kami termasuk hamba-hamba-Mu yang sebaik-baiknya yang mengucapkan shalawat dan salam kepada nabi kami, termasuk orang-orang yang paling dekat dengan nabi kami, dan termasuk orang-orang yang menjumpainya. Jadikan kami termasuk orang-orang yang mencintai Nabi kami dan termasuk orang-orang terbaik yang mencintai beliau. Jadikanlah kami senang dengan hal itu di hari kiamat."
    }
  },
  {
    "id": "sat-22",
    "weekday": "saturday",
    "order": 22,
    "title": "Cumartesi 22",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Dia; Jadikanlah kami bukti-bukti yang menuntun dan menuntun kami untuk memasuki Surga Kebahagiaan tanpa usaha apa pun, tanpa kesulitan apa pun, tanpa dimintai pertanggung jawaban. Jika Anda senang dengan kami, arahkan dia kepada kami. Selagi kita menunggu syafaat, jangan sampai dia marah atau marah kepada kita."
    }
  },
  {
    "id": "sat-23",
    "weekday": "saturday",
    "order": 23,
    "title": "Cumartesi 23",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Maafkan kami, orang tua kami, seluruh umat Islam, baik yang masih hidup maupun yang telah meninggal.   Doa terakhir kami adalah memuji Allah, Tuhan semesta alam.   (Awal kuartal keempat)"
    }
  },
  {
    "id": "sat-24",
    "weekday": "saturday",
    "order": 24,
    "title": "Cumartesi 24",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Aku menginginkannya darimu. Ya Tuhan! Ya Tuhan! Ya Tuhan! Wahai Hayyu'l-Qayyum! Ya Tuhan, pemilik Yang Mulia dan Anugerah! Tidak ada Tuhan selain kamu. Saya memuji Anda. Saya tidak dapat memenuhi perintah luhur Anda dan menjadi salah satu penindas."
    }
  },
  {
    "id": "sat-25",
    "weekday": "saturday",
    "order": 25,
    "title": "Cumartesi 25",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Demi keagungan, keagungan, kejayaan, kekuasaan dan apa yang mereka bawa dari kedaulatan-Nya, demi rahasia dan sucinya nama ciptaan-Nya yang tak seorang pun mengetahui, ketika Dia menaruhnya di malam hari, maka menggelapkan malam, ketika Dia menaruhnya di siang hari, itu menerangi siang hari, ketika Dia menaruhnya di langit, ia menjaganya tanpa tiang, ketika dia menaruhnya di bumi, itu membuatnya stabil, ketika dia menaruhnya di lautan, itu menyebabkan air menjadi meluap dan mengalir, ketika ia menaruhnya di mata air. Aku memohon kepadamu demi namamu, yang membuat air mengalir deras ketika kamu menaruhnya, yang mengeluarkan hujan ketika kamu menaruhnya di atas awan."
    }
  },
  {
    "id": "sat-26",
    "weekday": "saturday",
    "order": 26,
    "title": "Cumartesi 26",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Demi nama-nama yang tertulis di dahi junjungan kami Jibril (a.s), saya mohon kepada Anda nama-nama yang tertulis di dahi junjungan kami Israfil (a.s), dan nama-nama yang tertulis pada semua malaikat."
    }
  },
  {
    "id": "sat-27",
    "weekday": "saturday",
    "order": 27,
    "title": "Cumartesi 27",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Demi nama-nama yang tertulis di sekeliling Arsy dan Kursi, aku mohon kepada-Mu."
    }
  },
  {
    "id": "sat-28",
    "weekday": "saturday",
    "order": 28,
    "title": "Cumartesi 28",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Demi nama besar yang Anda sebutkan secara pribadi, saya mohon."
    }
  },
  {
    "id": "sat-29",
    "weekday": "saturday",
    "order": 29,
    "title": "Cumartesi 29",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Demi semua nama yang kukenal dan tak kuketahui,"
    }
  },
  {
    "id": "sat-30",
    "weekday": "saturday",
    "order": 30,
    "title": "Cumartesi 30",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Aku bertanya kepadamu nama-nama yang didoakan Nabi kami Adam (a.s.) untukmu dan nama-nama yang didoakan Nabi kami Nuh (a.s.) untukmu. Dengan nama-nama yang didoakan oleh junjungan kami Salih (a.s) untukmu, dengan nama-nama yang didoakan oleh junjungan kami Yunus (a.s) untukmu, dengan nama-nama yang didoakan oleh junjungan kami Musa (a.s) untukmu, dengan nama-nama yang didoakan oleh junjungan kami Harun (a.s) untukmu, dengan nama-nama yang didoakan oleh junjungan kami Shuayb (a.s) untukmu, dengan nama-nama yang didoakan oleh junjungan kami Ibrahim (a.s) untukmu Aku menanyakan kepadamu nama-nama yang didoakan oleh junjungan kami Ismael (a.s) mendoakanmu, dengan nama yang didoakan oleh guru kami Dawud (a.s) untukmu. Dengan nama-nama yang didoakan oleh guru kami Suleiman (a.s) untukmu, dengan nama-nama yang didoakan oleh guru kami Zakariyya (a.s) untukmu, dengan nama-nama yang didoakan oleh guru kami Yosua (a.s) untukmu, dengan nama-nama yang didoakan oleh guru kami Khidr (a.s) untukmu, dengan nama-nama yang didoakan oleh guru kami Elia (a.s) untukmu, dengan nama-nama yang didoakan oleh guru kami Elisa (a.s) untukmu. Aku bertanya kepadamu dengan nama-nama yang dia doakan, dengan nama-nama yang didoakan oleh Nabi Zulkifl (a.s) untukmu.   Aku memohon kepadamu demi nama-nama yang didoakan oleh Tuhan kita Yesus (a.s.), nabimu, nabimu, kekasihmu, nama-nama yang kamu pilih dari antara orang-orang dan junjungan kami Muhammad yang berdoa kepadamu. Artikel   ! Ya Allah, yang firman-Nya benar dan memerintahkan kami dalam ayat yang berbunyi: Allah menciptakan kamu dan apa yang kamu kerjakan!   Tidak ada perkataan, tindakan, tindakan atau kelambanan yang dapat terjadi dari hamba Allah mana pun. Namun, ilmunya bisa terjadi sebagaimana mestinya dalam takdir dan takdirnya."
    }
  },
  {
    "id": "sat-31",
    "weekday": "saturday",
    "order": 31,
    "title": "Cumartesi 31",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah! Ya Allah! Ya Allah! Saya ingin Anda memberikan rezeki bagi setiap orang yang mengikuti Nabi kita dan mencintainya, dengan syafaat dan persahabatannya, tanpa kesalahan mereka diselidiki, disiksa, dimarahi, atau ditolak pada hari kiamat. Wahai Kendaraan! Wahai Ghaffar! Saya meminta Anda untuk mengampuni dosa-dosa saya dan menutupi kesalahan saya. Pada hari dimana amal kebaikan dan pahala yang tak terhitung diberikan, aku mohon agar engkau memberkahiku di antara semua sahabatku karena mengagumi keindahan agungmu, menerima amalku dariku, dan memaafkan segala kesalahanku yang engkau ketahui dengan ilmu kekalmu, baik sadar, tidak sadar, atau tidak sengaja. Saya meminta Anda untuk membantu saya mencapai keinginan terbesar saya, berkah mengunjungi makam Nabi kita (saw) dan menyapa dia dan kedua temannya, dengan kebaikan, rahmat, kemurahan hati dan kemurahan hati Anda. Wahai Raûf! Wahai Penyayang! Oh Veli! Atas nama semua orang beriman yang beriman kepadanya, seluruh umat Islam, laki-laki dan perempuan, yang mengikuti jalannya, baik yang masih hidup maupun yang masih hidup, dan atas nama saya sendiri, saya mohon agar Anda menghadiahi junjungan kita Muhammad dengan hal-hal yang paling, paling berbudi luhur dan komprehensif yang telah Anda berikan pada setiap ciptaan Anda. Oh Kavi! Wahai Aziz! Oh Ali!"
    }
  },
  {
    "id": "sat-32",
    "weekday": "saturday",
    "order": 32,
    "title": "Cumartesi 32",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Demi firman yang aku bersumpah kepada Yang Maha Kuasa, sebelum langit tercipta, sebelum bumi terbentang, sebelum gunung-gunung menjulang, sebelum mata air memancar dan mengalir, sebelum lautan menjadi tenang, sebelum sungai-sungai mengalir dan mengalir, sebelum matahari terbit, sebelum bulan bersinar, sebelum bintang-bintang menyinari kegelapan, yang tidak diketahui oleh siapa pun selain Yang Maha Kuasa, kepada junjungan kita Muhammad dan keturunannya. Saya ingin Anda memberkati saya."
    }
  },
  {
    "id": "sat-33",
    "weekday": "saturday",
    "order": 33,
    "title": "Cumartesi 33",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Saya meminta Anda untuk memberkati tuan kita Muhammad dan keluarganya sebanyak jumlah kata-kata Anda."
    }
  },
  {
    "id": "sat-34",
    "weekday": "saturday",
    "order": 34,
    "title": "Cumartesi 34",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Saya meminta Anda untuk memberkati tuan kita Muhammad dan keluarganya sebanyak jumlah ayat dan surat Al-Qur'an."
    }
  },
  {
    "id": "sat-35",
    "weekday": "saturday",
    "order": 35,
    "title": "Cumartesi 35",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Saya mohon kepada-Mu untuk memberkati junjungan kita Muhammad dan keluarganya sebanyak jumlah orang yang mengucapkan shalawat."
    }
  },
  {
    "id": "sat-36",
    "weekday": "saturday",
    "order": 36,
    "title": "Cumartesi 36",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Saya ingin Anda memberkati tuan kita Muhammad dan keluarganya sebanyak mereka yang tidak mengucapkan salam."
    }
  },
  {
    "id": "sat-37",
    "weekday": "saturday",
    "order": 37,
    "title": "Cumartesi 37",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Saya ingin Anda memberkati tuan kita Muhammad dan keluarganya sebanyak seluruh bumi."
    }
  },
  {
    "id": "sat-38",
    "weekday": "saturday",
    "order": 38,
    "title": "Cumartesi 38",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Saya ingin Anda memberkati tuan kita Muhammad dan keluarganya sebanyak apa yang ditulis Pena tentang takdir di Tablet yang Diawetkan."
    }
  },
  {
    "id": "sat-39",
    "weekday": "saturday",
    "order": 39,
    "title": "Cumartesi 39",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Saya ingin Anda memberkati tuan kita Muhammad dan keluarganya sebanyak jumlah ciptaan Anda di tujuh langit."
    }
  },
  {
    "id": "sat-40",
    "weekday": "saturday",
    "order": 40,
    "title": "Cumartesi 40",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Saya ingin Anda memberkati tuan kita Muhammad dan keluarganya seribu kali sehari, sesuai dengan jumlah benda yang akan Anda ciptakan, hingga hari kiamat."
    }
  },
  {
    "id": "sat-41",
    "weekday": "saturday",
    "order": 41,
    "title": "Cumartesi 41",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Aku memohon padamu untuk memberkati junjungan kita Muhammad dan keturunannya, sejak kau menciptakan dunia hingga hari kiamat, seribu kali sehari, sesuai dengan jumlah tetesan air hujan yang jatuh dari langit ke bumi dan setiap tetes hujan."
    }
  },
  {
    "id": "sun-00",
    "weekday": "sunday",
    "order": 0,
    "title": "Pazar Giriş",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Bismillah, Yang Maha Pengasih lagi Maha Penyayang...\n\nSemoga Allah melimpahkan shalawat dan shalawat kepada Nabi kita Muhammad SAW, keluarga dan para sahabatnya.\n\nYa Tuhan! Demi keagungan Nabi kita Muhammad SAW di sampingmu, cintamu padanya dan cintanya padamu, dan rahasia antara kamu dan dia; Saya ingin Anda mengirimkan berkah dan kedamaian kepadanya, keluarganya, dan teman-temannya.\n\nTingkatkan rasa cintaku padanya. Demi dirinya dan jajarannya, perkenalkan dia padaku. Jadikanlah aku sukses dalam mengikuti jalannya dan menjalani adab dan sunnahnya yang baik.\n\nBeri aku ketekunan dalam hal ini. Hormatilah aku dengan melihat Nabi kita (SAW). Buatlah aku bahagia dengan berbicara ramah padanya.\n\nSingkirkan kesulitan, rintangan, perantara dan tirai. Memberkati telingaku dengan ucapannya yang manis. Ya Allah, berilah aku kesempatan untuk mengambil manfaat dari ilmu dan hikmah Nabi kami (SAW)!...\n\nBerkatku atasnya; Jadikanlah cahaya yang utuh, suci dan bersinar sehingga akan menghapus dan menghancurkan segala macam kezaliman, kegelapan, keragu-raguan, kemusyrikan, kekafiran, kebohongan dan dosa. Dan jadikanlah salat itu sebagai alasan bersuciku.\n\nBerkat shalawat ini, bawalah aku ke puncak maqam keikhlasan. Sehingga tidak ada keraguan dalam pikiranku bahwa aku tidak bisa mengabdi pada orang lain selain Engkau. Agar aku layak atas kehadiranmu dan bergabung menjadi teman-teman istimewamu.\n\nIzinkan saya melakukan semua ini dengan selalu berpegang teguh pada adab dan sunnah Nabi (saw) dan mencari bantuan dari kepribadiannya yang agung.\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!...\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!...\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!..."
    }
  },
  {
    "id": "sun-01",
    "weekday": "sunday",
    "order": 1,
    "title": "Pazar 01",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Aku berdoa semoga Engkau memberkati junjungan kami Muhammad dan keluarganya seribu kali sehari, sebanyak jumlah orang yang bersujud di hadapanmu, memuliakan dan memujimu sejak kau menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "sun-02",
    "weekday": "sunday",
    "order": 2,
    "title": "Pazar 02",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Saya ingin Anda memberkati junjungan kita Muhammad dan keluarganya sesuai dengan jumlah ciptaan yang Anda ciptakan setiap tahun sejak Anda menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "sun-03",
    "weekday": "sunday",
    "order": 3,
    "title": "Pazar 03",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Saya meminta Anda untuk memberkati tuan kita Muhammad dan keluarganya sebanyak jumlah awan yang bergerak."
    }
  },
  {
    "id": "sun-04",
    "weekday": "sunday",
    "order": 4,
    "title": "Pazar 04",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Saya ingin Anda memberkati junjungan kami Muhammad dan keluarganya seribu kali setiap hari, sebanyak angin yang bertiup sejak Anda menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "sun-05",
    "weekday": "sunday",
    "order": 5,
    "title": "Pazar 05",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Selama angin bertiup dan menggerakkan ranting-ranting, daun-daun, buah-buahan dan bunga-bunga pohon, aku ingin kamu memberkati junjungan kita Muhammad dan keturunannya seribu kali setiap hari, sejak kamu menciptakan dunia sampai hari kiamat, sebanyak apa yang kamu ciptakan antara bumi dan langit."
    }
  },
  {
    "id": "sun-06",
    "weekday": "sunday",
    "order": 6,
    "title": "Pazar 06",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Saya ingin Anda memberkati junjungan kami Muhammad dan keluarganya seribu kali setiap hari, sebanyak gelombang laut, sejak Anda menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "sun-07",
    "weekday": "sunday",
    "order": 7,
    "title": "Pazar 07",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Aku memohon padamu untuk memberkati junjungan kita Muhammad dan keluarganya seribu kali setiap hari, sebanyak pasir, kerikil, potongan tanah kering dan batu yang telah kamu buat di timur, barat, gunung, dataran dan lembah bumi, sejak kamu menciptakan dunia sampai hari kiamat."
    }
  },
  {
    "id": "sun-08",
    "weekday": "sunday",
    "order": 8,
    "title": "Pazar 08",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Dari tumbuh-tumbuhan yang Engkau ciptakan di sisi kiblat, timur, barat, tengah dan pegunungan bumi; Saya ingin Anda memberkati tuan kita Muhammad dan keturunannya seribu kali setiap hari, sejak Anda menciptakan dunia hingga hari kiamat, sesuai dengan jumlah pohon, buah-buahan, dedaunan, tanaman dan semua tanaman dan semua tanaman subur yang telah mereka keluarkan dari bumi dan akan mereka keluarkan dari bumi."
    }
  },
  {
    "id": "sun-09",
    "weekday": "sunday",
    "order": 9,
    "title": "Pazar 09",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Saya ingin Anda memberkati tuan kita Muhammad dan keluarganya seribu kali setiap hari, sebanyak jumlah manusia, jin, setan dan mereka yang akan Anda ciptakan hingga Hari Pembalasan."
    }
  },
  {
    "id": "sun-10",
    "weekday": "sunday",
    "order": 10,
    "title": "Pazar 10",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Saya ingin Anda memberkati tuan kita Muhammad dan keluarganya seribu kali sehari, sebanyak jumlah rambut di tubuh, wajah dan kepala mereka, sejak Anda menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "sun-11",
    "weekday": "sunday",
    "order": 11,
    "title": "Pazar 11",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Aku ingin kamu memberkati Nabi kita Muhammad dan keluarganya seribu kali setiap hari, sejak kamu menciptakan dunia hingga hari kiamat, dalam waktu sekedip mata dan sebanyak jumlah kata dan nafas mereka."
    }
  },
  {
    "id": "sun-12",
    "weekday": "sunday",
    "order": 12,
    "title": "Pazar 12",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Aku ingin kamu memberkati junjungan kita Muhammad dan keluarganya seribu kali setiap hari, sebanyak banyaknya jin yang melarikan diri dan pergerakan manusia, sejak saat kamu menciptakan dunia hingga hari kiamat."
    }
  },
  {
    "id": "sun-13",
    "weekday": "sunday",
    "order": 13,
    "title": "Pazar 13",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Aku memohon padamu untuk memberkati junjungan kami Muhammad dan keluarganya seribu kali setiap hari, sebanyak jumlah hewan yang telah kau ciptakan, besar dan kecil, sejak kau menciptakan dunia hingga hari kiamat, di timur dan barat bumi, yang kami ketahui, namun sebenarnya hanya diketahui oleh Yang Maha Kuasa."
    }
  },
  {
    "id": "sun-14",
    "weekday": "sunday",
    "order": 14,
    "title": "Pazar 14",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Aku memohon kepadamu untuk memberkati junjungan kita Muhammad dan keluarganya seribu kali setiap hari, sebanyak jumlah orang yang mengucapkan shalawat kepadanya, orang yang tidak mengucapkan shalawat, dan bahkan orang yang membacakan shalawat sampai hari kiamat."
    }
  },
  {
    "id": "sun-15",
    "weekday": "sunday",
    "order": 15,
    "title": "Pazar 15",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Aku ingin Engkau memberkati junjungan kami Muhammad dan keluarganya sesuai dengan jumlah yang hidup dan yang mati, serta jumlah ikan, burung, semut, lebah, dan semua hewan kecil yang telah Engkau ciptakan."
    }
  },
  {
    "id": "sun-16",
    "weekday": "sunday",
    "order": 16,
    "title": "Pazar 16",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Aku memohon padamu untuk memberkati junjungan kita Muhammad dan keluarganya ketika hari mulai gelap dan ketika hari mulai terang di siang hari."
    }
  },
  {
    "id": "sun-17",
    "weekday": "sunday",
    "order": 17,
    "title": "Pazar 17",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Saya ingin Anda memberkati tuan kita Muhammad dan keluarganya di dunia ini dan di akhirat."
    }
  },
  {
    "id": "sun-18",
    "weekday": "sunday",
    "order": 18,
    "title": "Pazar 18",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Aku memohon kepadamu untuk memberkati junjungan kita Muhammad dan keluarganya, sejak dia masih bayi dalam buaian sampai dia dewasa, sejak dia terus membimbing manusia, sampai kamu mengambil jiwanya dengan persetujuanmu, sampai hari kiamat ketika kamu akan menghidupkannya kembali sebagai pemberi syafaat."
    }
  },
  {
    "id": "sun-19",
    "weekday": "sunday",
    "order": 19,
    "title": "Pazar 19",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Saya ingin Anda memberkati junjungan kami Muhammad dan keluarganya sesuai dengan jumlah ciptaan Anda, persetujuan orang yang Anda muliakan, berat singgasana Anda, dan jumlah perkataan Anda. Astaga! Saya ingin Anda menganugerahkan tingkatan sarana, kebajikan dan derajat yang tinggi, kumpulan kawthar, Mahmud, keagungan yang tak ada habisnya, kepada junjungan kita Muhammad dan keturunannya. Astaga! Saya ingin anda mengemukakan bukti-buktinya, bukti-bukti kenabiannya yang asal usulnya adalah Islam, agar bangunannya mulia, dan meninggikan derajatnya di dunia dan di akhirat. Dan oh tuan kami yang agung! Saya mohon agar kami diberikan kesempatan untuk berbuat sesuai sunahnya, membunuh kami sesuai agamanya, mengumpulkan kami di komunitasnya dan di bawah panjinya, dan memasukkan kami ke dalam kelompok sahabatnya. Astaga! Saya meminta Anda untuk memungkinkan kami mencapai kolam Kawtharnya, untuk membuat kami minum dari cangkir anggur kevsernya, untuk memberi manfaat bagi kami dengan cinta Nabi kami, untuk menerima taubat kami, untuk memberi kami kedamaian dan kesejahteraan dari semua masalah dan kenakalan yang terlihat dan tidak terlihat, untuk memberikan belas kasihan, dan untuk mengampuni kami semua pria dan wanita yang beriman, semua pria dan wanita Muslim, baik yang meninggal maupun yang masih hidup. Segala puji bagi Allah, Tuhan semesta alam. Dia adalah wakil yang luar biasa. Kekuasaan dan kekuatan hanya milik Allah Yang Maha Kuasa dan Maha Kuasa."
    }
  },
  {
    "id": "sun-20",
    "weekday": "sunday",
    "order": 20,
    "title": "Pazar 20",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga keberkahan tercurah kepada junjungan kita Muhammad sekeluarga selama burung merpati berkicau, burung dan hewan berputar-putar mencari air, doa yang dipanjatkan untuk melindungi anak-anak yang tidak bersalah dari setan dan jin yang mencelakakan mereka bermanfaat, sorban yang dipakai sebagai sunat diperketat, dan orang yang maju rohani dengan amal shaleh dari hari ke hari maju."
    }
  },
  {
    "id": "sun-21",
    "weekday": "sunday",
    "order": 21,
    "title": "Pazar 21",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Selama pagi hari cerah, saat angin bertiup, saat makhluk hidup berjalan, saat mereka saling mengikuti siang dan malam, saat pedang disandang, saat tombak diikat erat, saat jiwa dan raga mendapat kesembuhan dari penyakit luar dan dalam, semoga berkah bagi junjungan kita Muhammad dan keluarganya."
    }
  },
  {
    "id": "sun-22",
    "weekday": "sunday",
    "order": 22,
    "title": "Pazar 22",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Saat dunia berputar, saat kegelapan malam menyebar, dan saat para malaikat bertasbih, berikanlah shalawat kepada junjungan kita Muhammad dan keluarganya."
    }
  },
  {
    "id": "sun-23",
    "weekday": "sunday",
    "order": 23,
    "title": "Pazar 23",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Sebagaimana Engkau memberkati junjungan kami Ibrahim, berikanlah shalawat kepada junjungan kami Muhammad dan keluarganya. Sebagaimana Engkau menganugerahkan shalawat kepada junjungan kami Ibrahim di seluruh dunia, demikian pula shalawat kepada junjungan kami Muhammad dan keluarganya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "sun-24",
    "weekday": "sunday",
    "order": 24,
    "title": "Pazar 24",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Selama matahari terbit, shalat lima waktu dilakukan, kilat menyambar, hujan turun deras, dan malaikat yang bertugas mengarahkan awan ke tempat yang diperintahkan mengagungkan Tuhan, saw. Muhammad dan keluarganya."
    }
  },
  {
    "id": "sun-25",
    "weekday": "sunday",
    "order": 25,
    "title": "Pazar 25",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keturunannya ketika bumi dan langit penuh, dan apa yang ada di antara keduanya penuh dengan apa pun yang Anda inginkan."
    }
  },
  {
    "id": "sun-26",
    "weekday": "sunday",
    "order": 26,
    "title": "Pazar 26",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Karena dia memikul beban kenabian, menyelamatkan manusia dari kebodohan, berperang melawan orang-orang yang menghujat, sesat dan sesat, mengajakmu untuk menerimamu sebagai satu-satunya Tuhan, menoleransi kesulitan dan kesulitan saat membimbing hamba-hambamu, memberikan junjungan kami Muhammad apa pun yang dia inginkan, mewujudkan keinginannya, dan memberinya pangkat mediator di surga, tempat kebajikan dan pangkat tinggi yang Anda janjikan kepadanya. Kabulkan Mahmud padanya. Pastinya kamu tidak akan mengingkari janjimu."
    }
  },
  {
    "id": "sun-27",
    "weekday": "sunday",
    "order": 27,
    "title": "Pazar 27",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Jadikanlah kami termasuk orang-orang yang mengikuti dan berbuat pada jalannya, Al-Quran dan As-Sunnah, orang-orang yang bersimpati dengan cintanya, orang-orang yang mendapat hidayah dengan perkataannya, perbuatannya, perintah dan larangannya, dan orang-orang yang mengikuti jalannya. Wahai penyayang dari yang penyayang; Marilah kita termasuk orang-orang yang tangan, wajah, kaki, wudhu dan telapak kakinya terang benderang dengan wudhu dan ibadah yang mereka lakukan, para pengikut ummatnya, para pendukungnya yang terkemuka dan para Sahabat Yemin, orang-orang yang terpuji dalam Al-Qur'an, dan orang-orang yang buku amalnya akan diberikan dari tangan kanannya pada hari kiamat, dan orang-orang yang akan diselamatkan."
    }
  },
  {
    "id": "sun-28",
    "weekday": "sunday",
    "order": 28,
    "title": "Pazar 28",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati seluruh malaikat-Mu, para malaikat yang derajat mukarrebûn, para nabi, para rasul, dan seluruh umat yang beribadah dan taat. Jadikan kami termasuk orang-orang yang menerima rahmat-Mu karena shalawat yang kami panjatkan kepada mereka."
    }
  },
  {
    "id": "sun-29",
    "weekday": "sunday",
    "order": 29,
    "title": "Pazar 29",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam bagi junjungan kita Muhammad, yang memerintahkan kebaikan dan kebajikan, yang dianggap sebagai perantara orang-orang berdosa di hari kiamat, yang dipilih sebagai nabi dari Mekah dan diutus kepada manusia."
    }
  },
  {
    "id": "sun-30",
    "weekday": "sunday",
    "order": 30,
    "title": "Pazar 30",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Atas nama kami; Kirimkan shalawat dan salam sejahtera kepada Nabi kita, syafaat kita, dan orang-orang yang kita kasihi. Bawa dia menemui Mahmud yang maha agung. Berilah dia Tempat Vesîle di surga, keutamaan dan derajat tinggi yang Engkau janjikan kepadanya di tempat yang mulia dimana semua nabi, rasul, syuhada, orang-orang yang jujur ​​dan bertakwa berada."
    }
  },
  {
    "id": "sun-31",
    "weekday": "sunday",
    "order": 31,
    "title": "Pazar 31",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkatinya dengan keberkahan yang tidak pernah berkurang dan terus mengikuti."
    }
  },
  {
    "id": "sun-32",
    "weekday": "sunday",
    "order": 32,
    "title": "Pazar 32",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya selama kilat menyambar, matahari terbit, malam menutupi kegelapan, dan tetesan-tetesan awan hujan jatuh ke bumi. Astaga! Memberkati tuan kami Muhammad dan keluarganya sebanyak ruang antara bumi dan langit dan antara bintang-bintang terisi, seperti bintang-bintang di langit, sebanyak tetesan air hujan dan kerikil. Astaga! Memberkati junjungan kami Muhammad dan keluarganya dengan keberkahan yang pahalanya tidak dapat dihitung atau dihitung."
    }
  },
  {
    "id": "sun-33",
    "weekday": "sunday",
    "order": 33,
    "title": "Pazar 33",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kita Muhammad sebanyak berat singgasananya, tingkat keridhaannya, banyaknya perkataannya dan tak terhingga rahmatnya."
    }
  },
  {
    "id": "sun-34",
    "weekday": "sunday",
    "order": 34,
    "title": "Pazar 34",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam sejahtera bagi junjungan kami Muhammad, keluarganya, istri-istrinya dan keturunannya. Berkahilah dia, keluarganya, istri-istrinya, dan keturunannya, sebagaimana Engkau memberkati dan memberkati tuan kami Ibrahim dan keluarganya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji. Astaga! Atas nama kami, pahala dia dengan hal yang paling berbudi luhur seperti yang Anda berikan kepada seorang nabi dari bangsa Anda. Jadikan kami termasuk orang-orang yang mendapat petunjuk, berkat jelasnya jalan penilaian-Mu. Bimbing kami dengan berjalan di jalan petunjuknya. Bunuhlah kami padahal kami beriman pada agamanya dan mencintai keluarga, sahabat, dan keturunannya. Dengan kebangkitan di kalangan komunitasnya."
    }
  },
  {
    "id": "sun-35",
    "weekday": "sunday",
    "order": 35,
    "title": "Pazar 35",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Nabi-nabi-Mu yang paling bertakwa, hamba-hamba pilihan-Mu yang paling mulia, imam para wali, nabi terakhir, kekasih Allah, Tuhan semesta alam, saksi semua nabi, pemberi syafaat bagi orang-orang yang berdosa, penguasa semua anak manusia, pembawa kabar baik yang namanya muncul di antara para malaikat dalam derajat mukarrebûn, pelita yang menakutkan dan selalu menerangi, sesuai dengan firman-Mu. terpercaya, menjelaskan kebenaran, penyayang, penyayang, kepada siapa Anda memberkati Surat Al-Fatihah bersama Al-Qur'an, sehingga menuntun manusia ke jalan yang benar, nabi penyayang, yang memberi petunjuk ummat, orang yang kepadanya bumi dibukakan untuk pertama kalinya dalam kebangkitan dari kubur, orang pertama yang masuk surga, Tuhan kami Jibril dan semoga damai sejahtera atas tuan kami Muhammad, putra Abdullah, putra Abu'l-Qasim, putra Abdulmuttalib, putra Hasyim, yang didukung oleh Mîkâîl, digembar-gemborkan dalam Taurat dan Alkitab, dan dipilih serta dikagumi."
    }
  },
  {
    "id": "sun-36",
    "weekday": "sunday",
    "order": 36,
    "title": "Pazar 36",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati para malaikat yang derajatnya mukarrebûn dan semua malaikatmu, yang mengagungkan Allah siang dan malam tanpa ada kelonggaran, yang tidak pernah durhaka terhadap apa yang diperintahkan Allah, dan yang menunaikan segala sesuatu yang diperintahkan."
    }
  },
  {
    "id": "sun-37",
    "weekday": "sunday",
    "order": 37,
    "title": "Pazar 37",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Engkau telah memilih malaikat-malaikat dan rasul-rasulmu sebagai pejabat-pejabat, Engkau telah menjadikan makhluk-makhlukmu sebagai saksi wahyu-wahyu-Mu, Engkau telah membuka tabir orang yang dimuliakan-Mu terhadap kedekatanmu beberapa derajat, Engkau telah menyadarkan mereka akan rahasia-rahasia gaib yang tidak dapat diketahui oleh hamba-hamba-Mu, Engkau telah memilih pelindung-pelindung surga kalian dari antara mereka, kalian telah memilih di antara mereka banyak pasukan kalian, kalian telah menjadikan mereka lebih kuat dari apa yang kalian ciptakan. Memberkati malaikat-malaikatmu dengan nikmat yang menambah dan meneruskan keutamaan mereka, sebagaimana Engkau telah menjadikan mereka berbudi luhur, membersihkan mereka dari dosa dan kehinaan, menempatkan mereka di langit-Mu yang tinggi, dan menjaga mereka tetap bersih dari kekurangan dan musibah. Jadikan kami layak menerima pengampunan mereka melalui doa yang kami panjatkan kepada para malaikat ini."
    }
  },
  {
    "id": "sun-38",
    "weekday": "sunday",
    "order": 38,
    "title": "Pazar 38",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Engkau telah melapangkan hati mereka dengan mengisi mereka dengan hikmah, Engkau telah melekatkan rantai kenabian kepada mereka, engkau telah menurunkan kitab-kitabmu, engkau telah menuntun manusia ke jalan yang benar, engkau telah menjanjikan manusia kepada pemahaman tauhid, engkau telah mendorong mereka kepada keberkahan di surga dan derajat yang lebih tinggi, engkau telah menakuti mereka dari siksa neraka, engkau telah membimbing manusia ke jalanmu, engkau telah teguh di jalan ini dengan hujjah dan bukti-buktimu, engkau telah menjadi nabi dan nabi. Damai dan berkah tercurah kepada semua rasul. Ya Allah, sambutlah mereka dengan sepenuh hati. Berilah kami pahala yang besar melalui doa yang kami panjatkan kepada mereka ini."
    }
  },
  {
    "id": "sun-39",
    "weekday": "sunday",
    "order": 39,
    "title": "Pazar 39",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya dengan keberkahan yang akan memenuhi hak besar mereka atas kami dan akan diterima selamanya."
    }
  },
  {
    "id": "sun-40",
    "weekday": "sunday",
    "order": 40,
    "title": "Pazar 40",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Hüsnü Cemâl, artinya memiliki keindahan yang utuh dalam keindahan ciptaan dan perangai, Behçet, artinya bergembira atas keberkahan dunia dan akhirat, Kemal, matang baik pribadi maupun sifat-sifatnya, pemilik cahaya kenabian dan kenabian, anak hamba di surga, huri, pemilik rumah besar dan mewah, lidah bersyukur, Semoga shalawat dilimpahkan kepada junjungan kita Muhammad. Astaga! Berjaya bersama prajuritnya, terkenal dengan hati dan ilmunya yang bersyukur, memiliki istri dan anak perempuan yang suci, putra dan putri, diagungkan dunia dan akhirat, dihormati kehormatan Tempat Suci Ibrahim dan Muzdalifah, bersih dari segala dosa besar dan kecil, mendidik anak yatim, memberi makan, membesarkan, membantu orang. Raja Aleksandria yang mengajarkan tata cara menunaikan ibadah haji, membacakan Al-Qur'an sebagaimana diturunkan, mengagungkan Allah Yang Maha Penyayang, berpuasa di bulan Ramadhan, merupakan panji-panji pujian yang di bawahnya ummat akan berkumpul di hari kiamat, merupakan pemilik kemurahan hati dan kemurahan hati, menepati janjinya, dan menyemangati ummatnya yang penuh kasih dengan hati dan budi pekertinya untuk melakukan hal-hal yang diridhai Allah. Salam sejahtera bagi Nabi kita Muhammad, yang mengendarai bagal putih yang diberikan Muqavqis sebagai hadiah dalam pertempuran Khaybar dan Hunain, di atas kuda bernama Nacib, yang menggunakan pedang bernama Kadib, yang bertaubat dari dosa dan menjaga kesucian hatinya, yang ekspresinya tanpa cela dan lugas, yang sifat-sifatnya dijelaskan dalam kitab-kitab surgawi, dan yang Engkau sembunyikan dalam banyak rahasia sebagai hamba Allah, nabi dan rasul terakhir. Buktinya Allah siapa yang menaatinya maka ia juga taat kepada Allah, dan siapa pun yang memberontak terhadapnya, maka ia juga memberontak terhadap Allah, seorang Arab Quraisy, lahir dan besar di daerah Zamzam, seorang nabi Mekkah, berwajah cantik, bermata sipit, pipi lurus panjang, pemilik kolam kavser dan mata air surga, yang membinasakan orang-orang yang menentangnya dan orang-orang kafir. Dialah yang menyembelih orang-orang musyrik, mengambil orang-orang yang anggota badannya yang berwudhu bersinar dengan cahaya keberkahan surga dan Allah Yang Maha Esa, sahabat Tuhan kita Jibril, Rasulullah, Tuhan semesta alam, pemberi syafaat bagi para maksiat, yang dinaungi awan di bawah terik matahari, yang menerangi kegelapan kubur, Hari Kiamat, Sirat, neraka dan jahiliyah, bagaikan tanggal empat belas bulan, pelita dan pelita. Semoga Allah SWT memberkahi junjungan kita Muhammad, sosok yang bercahaya bagaikan bulan purnama, dan keluarganya, yang dibesarkan dari generasi ciptaan yang paling murni, dengan keberkahan abadi yang tak akan pernah terputus hingga akhir zaman dan kekekalan di surganya. Dan semoga Allah memberkati junjungan kita Muhammad dan keluarganya dengan keberkahan yang akan menjadi sarana kehormatan ketika dia memperbaharui kawanannya dan keluar dari kuburnya pada hari kiamat dan diutus ke tempat penghakiman di Buraq. Semoga Allah SWT memberkati junjungan kita Muhammad dan keluarganya yang bersinar bagaikan bintang dengan keberkahan yang serupa dengan kemurahan hati hujan lebat yang menimpa mereka silih berganti. Allah SWT mengutus Nabi Muhammad SAW sebagai orang Arab yang paling cerdas, paling jelas ucapannya, paling fasih berbahasanya, paling tinggi imannya, paling mulia derajatnya, paling manis ucapannya, paling setia pada perjanjiannya, dan paling suci ciptaannya. Nabi kita Muhammad (SAW) juga menjelaskan jalan Islam dan menceritakannya kepada manusia. Dia membuat Islam terkenal dan menghancurkan berhala. Dia mengungkapkan aturan Allah. Dia mencegah orang melakukan hal-hal yang haram. Dia menawarkan berkah kepada mereka yang percaya padanya. Semoga Allah Azza wa Jalla memberkahi beliau dan keluarganya dengan keberkahan yang maha bajik dan kedamaian di setiap tempat dan tempat para malaikat, jin dan manusia berpaling, dan dengan keberkahan yang akan diterimanya sedemikian rupa sehingga bekal akhirat yang Engkau berikan kepada kami sebagai keberkahan dan rahmat abadi dalam penciptaan pertama, ketika kami bangkit dari kubur dan kembali ke keadaan semula, akan menjadi milik kami siang dan malam. Semoga Allah SWT memberkati junjungan kita Muhammad dan keluarganya dengan keberkahan yang disusul dengan kesegaran dan keharuman Ilahi yang lebih indah dari musk, dilanjutkan dengan ampunan dan keridhaan Allah. Semoga Allah memberkati junjungan kita dan Nabi Muhammad SAW, orang yang paling berbudi luhur di antara orang-orang yang mendapat kebaikan, nilai sesuatu yang bisa dibanggakan, matahari dan bulan mendapat cahaya dari cahaya di dahinya, yang kemurahan hatinya bertambah, awan dan lautan tampak kecil dibandingkan dengan kemurahan hatinya, bumi diterangi dengan tanda-tanda, dan keajaiban-keajaibannya dijelaskan dalam Al-Qur'an dan riwayat mutawatir. Semoga Allah menganugerahi guru kita Muhammad dan keluarganya serta para sahabatnya yang berhijrah bersamanya dan dengan demikian membantunya dalam agamanya dan membantunya dalam hijrahnya, betapa hebatnya Muhajir dan betapa hebatnya mereka Ansar. Semoga Dia terus melimpahkan keberkahan yang terus berlanjut selama burung-burung berkicau di pepohonan lebat, melantunkan puji-pujian kepada Allah, dan selama awan tanpa kilat terus menurunkan hujan lebat. Semoga Allah membalasnya berkali-kali lipat dengan kelanjutan doanya."
    }
  },
  {
    "id": "sun-41",
    "weekday": "sunday",
    "order": 41,
    "title": "Pazar 41",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya yang suci dan agung dengan keberkahan yang akan terus berlanjut dan tidak akan pernah berhenti, seiring dengan terus berlanjutnya pribadi Anda yang agung, pemilik keagungan dan kehormatan."
    }
  },
  {
    "id": "sun-42",
    "weekday": "sunday",
    "order": 42,
    "title": "Pazar 42",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam bagi junjungan kita Muhammad, tiang kehormatan dan keagungan, matahari kenabian dan kenabian, yang menuntun dari kesesatan menuju petunjuk dan menyelamatkan dari kebodohan. Semoga Allah memberkati junjungan kita Muhammad dengan keberkahan yang mengikuti malam dan siang hari dan berlanjut tanpa gangguan apa pun."
    }
  },
  {
    "id": "mon-00",
    "weekday": "monday",
    "order": 0,
    "title": "Pazartesi Giriş",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Bismillah, Yang Maha Pengasih lagi Maha Penyayang...\n\nSemoga Allah melimpahkan shalawat dan shalawat kepada Nabi kita Muhammad SAW, keluarga dan para sahabatnya.\n\nYa Tuhan! Demi keagungan Nabi kita Muhammad SAW di sampingmu, cintamu padanya dan cintanya padamu, dan rahasia antara kamu dan dia; Saya ingin Anda mengirimkan berkah dan kedamaian kepadanya, keluarganya, dan teman-temannya.\n\nTingkatkan rasa cintaku padanya. Demi dirinya dan jajarannya, perkenalkan dia padaku. Jadikanlah aku sukses dalam mengikuti jalannya dan menjalani adab dan sunnahnya yang baik.\n\nBeri aku ketekunan dalam hal ini. Hormatilah aku dengan melihat Nabi kita (SAW). Buatlah aku bahagia dengan berbicara ramah padanya.\n\nSingkirkan kesulitan, rintangan, perantara dan tirai. Memberkati telingaku dengan ucapannya yang manis. Ya Allah, berilah aku kesempatan untuk mengambil manfaat dari ilmu dan hikmah Nabi kami (SAW)!...\n\nBerkatku atasnya; Jadikanlah cahaya yang utuh, suci dan bersinar sehingga akan menghapus dan menghancurkan segala macam kezaliman, kegelapan, keragu-raguan, kemusyrikan, kekafiran, kebohongan dan dosa. Dan jadikanlah salat itu sebagai alasan bersuciku.\n\nBerkat shalawat ini, bawalah aku ke puncak maqam keikhlasan. Sehingga tidak ada keraguan dalam pikiranku bahwa aku tidak bisa mengabdi pada orang lain selain Engkau. Agar aku layak atas kehadiranmu dan bergabung menjadi teman-teman istimewamu.\n\nIzinkan saya melakukan semua ini dengan selalu berpegang teguh pada adab dan sunnah Nabi (saw) dan mencari bantuan dari kepribadiannya yang agung.\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!...\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!...\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!..."
    }
  },
  {
    "id": "mon-01",
    "weekday": "monday",
    "order": 1,
    "title": "Pazartesi 01",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Semoga Allah melimpahkan shalawat dan salam kepada tuan dan pemilik kita Muhammad, keluarga dan para sahabatnya."
    }
  },
  {
    "id": "mon-02",
    "weekday": "monday",
    "order": 2,
    "title": "Pazartesi 02",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, berkahilah Nabi kami Muhammad, istri-istrinya dan keturunannya, sebagaimana Engkau memberkati Nabi kami Ibrahim. Ya Allah, anugerahkanlah shalawat kepada Nabi kami Muhammad, istri-istrinya, dan keturunannya, sebagaimana Engkau melimpahkan shalawat kepada Nabi kami Ibrahim. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji. (Anda layak menerima segala pujian. Kemuliaan dan kehormatan ada di tangan Anda.)"
    }
  },
  {
    "id": "mon-03",
    "weekday": "monday",
    "order": 3,
    "title": "Pazartesi 03",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, berilah keberkahan kepada junjungan kami Muhammad dan keluarganya, sebagaimana Engkau memberkati junjungan kami Ibrahim. Sebagaimana Engkau menganugerahkan shalawat kepada junjungan kami Ibrahim di seluruh dunia, demikian pula shalawat pun dilimpahkan kepada junjungan kami Muhammad dan keluarganya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "mon-04",
    "weekday": "monday",
    "order": 4,
    "title": "Pazartesi 04",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, berilah keberkahan kepada junjungan kami Muhammad dan keluarganya, sebagaimana Engkau memberkati junjungan kami Ibrahim. Sebagaimana Engkau melimpahkan shalawat kepada junjungan kami Ibrahim, demikian pula shalawat pun kami limpahkan kepada junjungan kami Muhammad dan keluarganya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "mon-05",
    "weekday": "monday",
    "order": 5,
    "title": "Pazartesi 05",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, berkahilah tuan kami, Nabi Muhammad SAW yang buta huruf, dan keluarganya."
    }
  },
  {
    "id": "mon-06",
    "weekday": "monday",
    "order": 6,
    "title": "Pazartesi 06",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, berilah keberkahan kepada hamba-Mu dan Nabi kami Muhammad."
    }
  },
  {
    "id": "mon-07",
    "weekday": "monday",
    "order": 7,
    "title": "Pazartesi 07",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, berilah keberkahan kepada junjungan kami Muhammad dan keluarganya, sebagaimana Engkau memberkati junjungan kami Ibrahim dan keluarganya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "mon-08",
    "weekday": "monday",
    "order": 8,
    "title": "Pazartesi 08",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, berilah keberkahan kepada junjungan kami Muhammad dan keturunannya, sebagaimana Engkau melimpahkan keberkahan kepada junjungan kami Ibrahim dan keturunannya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "mon-09",
    "weekday": "monday",
    "order": 9,
    "title": "Pazartesi 09",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, kasihanilah junjungan kami Muhammad dan keturunannya, sebagaimana Engkau mengasihani junjungan kami Ibrahim dan keturunannya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "mon-10",
    "weekday": "monday",
    "order": 10,
    "title": "Pazartesi 10",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, kasihanilah junjungan kami Muhammad dan keturunannya, sebagaimana Engkau menyayangi junjungan kami Ibrahim dan keturunannya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "mon-11",
    "weekday": "monday",
    "order": 11,
    "title": "Pazartesi 11",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, berikan kedamaian kepada junjungan kami Muhammad dan keturunannya, sebagaimana Engkau memberikan kedamaian kepada junjungan kami Ibrahim dan keturunannya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "mon-12",
    "weekday": "monday",
    "order": 12,
    "title": "Pazartesi 12",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, berikanlah shalawat, rahmat dan keberkahan kepada junjungan kami Muhammad dan keturunannya, sebagaimana Engkau telah melimpahkan keberkahan, rahmat dan keberkahan kepada junjungan kami Ibrahim dan keturunannya di seluruh dunia. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "mon-13",
    "weekday": "monday",
    "order": 13,
    "title": "Pazartesi 13",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, anugerahkanlah shalawat kepada Nabi kami Muhammad, istri-istrinya, keturunannya, dan Ahl al-Bayt, ibu-ibu orang-orang beriman, sebagaimana Engkau memberkati junjungan kami Ibrahim. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "mon-14",
    "weekday": "monday",
    "order": 14,
    "title": "Pazartesi 14",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, berilah keberkahan kepada junjungan kami Muhammad dan keluarganya, sebagaimana Engkau menganugerahkan keberkahan kepada junjungan kami Ibrahim. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "mon-15",
    "weekday": "monday",
    "order": 15,
    "title": "Pazartesi 15",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan, yang menghiasi bumi, menciptakan langit yang tinggi, dan mengatur hati, baik yang buruk maupun yang baik, sebagaimana mereka diciptakan! Berikanlah rahmat-Mu yang setinggi-tingginya, keberkahan yang tiada henti, dan kasih sayangmu yang paling hangat kepada rasul dan hamba-Mu, Muhammad, yang telah mengalahkan tentara orang-orang yang batil, menyatakan kebenaran dengan cara yang paling benar, menyempurnakan orang-orang sebelum dia, membuka pintu-pintu keimanan yang tertutup. Karena Rasul itu menyimpan wahyumu di dalam hatinya, menepati perjanjianmu, melaksanakan perintahmu tanpa penundaan, dan menaatimu karena itu adalah perintahmu. Ketaatannya menjadi cahaya terang bagi mereka yang ingin mencapainya. Dengan cahaya seperti itu, nikmat Allah hanya menjangkau mereka yang memenuhi syarat melalui sarana yang mengarah kepada Tuhan kita. Adapun hati, mereka mendapat petunjuk dari Rasulullah setelah terjerumus ke dalam rawa dosa dan perselisihan. Sebab Rasulullah memberikan pencerahan dalam menjelaskan nama-nama, mengungkap hukum-hukum, dan menerangi hati Islam. Karena dialah orang yang amanah yang kamu jadikan amanah, pelindung yang setia atas ilmu-ilmu terpendammu, saksimu di hari kiamat, dan utusan yang kamu utus dengan kebenaran sebagai rahmat dan rahmat."
    }
  },
  {
    "id": "mon-16",
    "weekday": "monday",
    "order": 16,
    "title": "Pazartesi 16",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Perbesar tempatnya di surga Eden, dan pahalalah dia dengan nikmat yang banyak dari karunia-Mu. Biarlah kebaikan sampai kepadanya secara melimpah, tanpa kesulitan dan tanpa gangguan."
    }
  },
  {
    "id": "mon-17",
    "weekday": "monday",
    "order": 17,
    "title": "Pazartesi 17",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Jadikan derajatnya di surga para firdaus lebih tinggi dari derajat manusia. Beri dia pangkat dan nikmat istimewanya di hadapan Anda. Karena Engkau mengutusnya sebagai nabi, maka pahalalah dia dengan membuat kesaksiannya dapat diterima, perkataannya menyenangkan, perkataannya adil, ucapannya jelas dan pemilik bukti yang kuat."
    }
  },
  {
    "id": "mon-18",
    "weekday": "monday",
    "order": 18,
    "title": "Pazartesi 18",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Tidak diragukan lagi, Allah dan para malaikat-Nya melimpahkan banyak shalawat kepada Nabi ini. Wahai orang-orang yang beriman, kirimkanlah shalawat kepadanya. Salut dengan penyerahan penuh."
    }
  },
  {
    "id": "mon-19",
    "weekday": "monday",
    "order": 19,
    "title": "Pazartesi 19",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Saya menerima undangannya. Tuhanku, aku mohon kebahagiaan dariMu. Ya Tuhan, yang maha pengasih dan melimpahkan kebaikan! Semoga keberkahan segala sesuatu yang ada pada kedudukan mukarrebûn dan paling dekat dengan Allah, yang dibacakan oleh para malaikat, nabi, orang-orang shaleh, orang-orang yang syahid, orang-orang shaleh dan segala sesuatu yang memuliakanmu atas junjungan kami Muhammad bin Abdullah, rasulullah, Rabb semesta alam, rasulullah, Rabb semesta alam, yang mengajak masuk Islam dengan izinmu, ustad para rasul, nabi terakhir. Salam sejahtera baginya."
    }
  },
  {
    "id": "mon-20",
    "weekday": "monday",
    "order": 20,
    "title": "Pazartesi 20",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Sampaikan shalawat dan shalawatmu kepada ustadz para rasul, imam orang-orang shaleh, nabi terakhir, nabi penyayang, pemimpin dan imam kebaikan, dan kepada hambamu junjungan kami Muhammad."
    }
  },
  {
    "id": "mon-21",
    "weekday": "monday",
    "order": 21,
    "title": "Pazartesi 21",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Membawa Mahmud ke posisi yang akan membuat iri orang-orang sebelum dia dan orang-orang setelahnya."
    }
  },
  {
    "id": "mon-22",
    "weekday": "monday",
    "order": 22,
    "title": "Pazartesi 22",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Sama seperti Anda memberkati tuan kami Ibrahim, berikan berkah kepada tuan kami Muhammad dan keluarganya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "mon-23",
    "weekday": "monday",
    "order": 23,
    "title": "Pazartesi 23",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Ya Allah, berilah keberkahan kepada junjungan kami Muhammad dan keluarganya, sebagaimana Engkau memberkati junjungan kami Ibrahim. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "mon-24",
    "weekday": "monday",
    "order": 24,
    "title": "Pazartesi 24",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Memberkati junjungan kami Muhammad, keluarganya, para sahabatnya, anak-anaknya, istri-istrinya, keturunannya, keluarganya, kerabatnya yang lahir dari perkawinan, Ansarnya, sekte-sekte yang mengikutinya, orang-orang yang dicintainya, ummatnya, dan kita semua yang bersamanya. Ya Tuhan, Yang Maha Penyayang dari Yang Maha Penyayang!"
    }
  },
  {
    "id": "mon-25",
    "weekday": "monday",
    "order": 25,
    "title": "Pazartesi 25",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Berikanlah shalawat kepada junjungan kita Muhammad sebanyak jumlah orang yang berdoa. Berikanlah keberkahan kepada mereka yang tidak shalat. Ya Tuhan! Berikanlah shalawat kepada junjungan kami Muhammad sebagaimana Engkau memerintahkan kami untuk mengucapkan shalawat kepadanya. Kirimkan shalawat kepada junjungan kami Muhammad sebagaimana Anda ingin diberkati."
    }
  },
  {
    "id": "mon-26",
    "weekday": "monday",
    "order": 26,
    "title": "Pazartesi 26",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Berikanlah shalawat kepada Nabi kami Muhammad dan keluarganya sebagaimana layaknya mereka, seperti doa yang Engkau perintahkan untuk kami panjatkan kepadanya."
    }
  },
  {
    "id": "mon-27",
    "weekday": "monday",
    "order": 27,
    "title": "Pazartesi 27",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Berikanlah shalawat kepada junjungan kita Muhammad dan keluarganya sebagaimana layaknya mereka."
    }
  },
  {
    "id": "mon-28",
    "weekday": "monday",
    "order": 28,
    "title": "Pazartesi 28",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Memberkati tuan kami Muhammad dan keluarganya dengan cara yang Anda cintai dan ridha."
    }
  },
  {
    "id": "mon-29",
    "weekday": "monday",
    "order": 29,
    "title": "Pazartesi 29",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan, Tuhan tuan kami Muhammad dan keluarganya! Salam sejahtera bagi junjungan kami Muhammad dan keluarganya. Beri dia status dan pangkat di surga."
    }
  },
  {
    "id": "mon-30",
    "weekday": "monday",
    "order": 30,
    "title": "Pazartesi 30",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan, Tuhan tuan kami Muhammad dan keluarganya! Berilah junjungan kami Muhammad pahala yang layak diterimanya."
    }
  },
  {
    "id": "mon-31",
    "weekday": "monday",
    "order": 31,
    "title": "Pazartesi 31",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Salam sejahtera bagi junjungan kami Muhammad dan keluarga serta keluarganya."
    }
  },
  {
    "id": "mon-32",
    "weekday": "monday",
    "order": 32,
    "title": "Pazartesi 32",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Berikanlah shalawat kepada junjungan kami Muhammad dan keluarganya hingga tidak ada satupun keberkahan yang tidak diberikan kepada kami atas nama perdamaian yang tertinggal. Ya Tuhan! Berikanlah rahmat kepada junjungan kami Muhammad dan keluarganya sampai tidak ada lagi rahmat yang tidak kami berikan atas nama rahmat. Ya Tuhan! Berikanlah shalawat kepada junjungan kami Muhammad dan keluarganya hingga tidak ada lagi keberkahan yang tidak kami berikan atas nama keberkahan yang tertinggal. Ya Tuhan! Sapalah junjungan kami Muhammad dan keluarganya sampai tidak ada salam yang terlewatkan."
    }
  },
  {
    "id": "mon-33",
    "weekday": "monday",
    "order": 33,
    "title": "Pazartesi 33",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Memberkati junjungan kami Muhammad diantara para nabi, nabi dan ummat terdahulu. Ya Tuhan! Berikan shalawat kepada junjungan kita Muhammad di antara bangsa-bangsa berikutnya yang akan datang hingga hari kiamat. Ya Tuhan! Salam sejahtera bagi junjungan kita Muhammad di antara para nabi. Ya Tuhan! Salam sejahtera bagi junjungan kita Muhammad di antara para nabi. Ya Tuhan! Shalawatlah kepada junjungan kita Muhammad di antara para malaikat yang derajatnya paling tinggi, para malaikat yang derajatnya paling tinggi, para mukarrebûn, para rûhâniyyûn, para nûraniyyûn aşiyyûn, hingga hari kiamat."
    }
  },
  {
    "id": "mon-34",
    "weekday": "monday",
    "order": 34,
    "title": "Pazartesi 34",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Anugerahilah junjungan kita Muhammad kedudukan sebagai syafaat, keutamaan, kehormatan dan derajat yang agung, yang merupakan derajat tertinggi di surga."
    }
  },
  {
    "id": "mon-35",
    "weekday": "monday",
    "order": 35,
    "title": "Pazartesi 35",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Aku beriman kepada Nabi kita Muhammad meskipun aku tidak melihatnya. Jangan halangi aku untuk melihat Dia di surga. Beri aku kesempatan untuk ngobrol dengannya. Bunuh aku menurut agamanya, Islam. Beri aku minuman dari kolammu yang tidak akan pernah membuatku haus setelah minum, yang nyaman, mengenyangkan dan memuaskan. Sesungguhnya Engkau Maha Kuasa."
    }
  },
  {
    "id": "mon-36",
    "weekday": "monday",
    "order": 36,
    "title": "Pazartesi 36",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Sampaikan shalawat dan salamku kepada ruh junjungan kita Muhammad."
    }
  },
  {
    "id": "mon-37",
    "weekday": "monday",
    "order": 37,
    "title": "Pazartesi 37",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Janganlah menghalangi aku untuk melihat junjungan kita Muhammad di surga, sebagaimana aku beriman kepadanya meskipun aku tidak melihatnya."
    }
  },
  {
    "id": "mon-38",
    "weekday": "monday",
    "order": 38,
    "title": "Pazartesi 38",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Terimalah syafaat Tuhan kita Muhammad. Naikkan rank tinggi miliknya lebih tinggi lagi. Kabulkan segala yang diinginkannya di dunia dan di akhirat, seperti yang Engkau berikan kepada tuan kami Ibrahim dan Musa."
    }
  },
  {
    "id": "mon-39",
    "weekday": "monday",
    "order": 39,
    "title": "Pazartesi 39",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Sebagaimana Engkau memberkati junjungan kami Ibrahim dan keluarganya, demikian pula shalawat kami berikan kepada junjungan kami Muhammad dan keluarganya. Ya Tuhan! Sebagaimana Engkau menganugerahkan shalawat kepada junjungan kami Ibrahim dan keturunannya, demikian pula shalawat kepada junjungan kami Muhammad dan keturunannya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "mon-40",
    "weekday": "monday",
    "order": 40,
    "title": "Pazartesi 40",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Kepada junjungan kami Muhammad, nabi dan rasulmu, kepada sahabatmu yang terpilih dan murni, junjungan kami Ibrahim, kepada junjungan kami yang mulia Musa, yang dengannya kamu berbicara dan kepadamu, tanpa perantara, kepada Ruhullah, yang tercipta tanpa ibu dan ayah atas perintahmu, dan terhadap segala sesuatu yang terjadi ketika kamu mengatakan \"jadilah\" (dengan perintahmu). Kirimkan shalawat dan shalawat kepada junjungan kita Yesus dan kepada seluruh malaikat, rasul, nabi, hamba-hamba yang baik, asfiya yang telah Engkau pilih dari penghuni bumi dan langit, hamba-hamba ikhlas yang telah mendapat kehormatan Allah dan hamba-hamba-Mu yang saleh. Memberikan berkah."
    }
  },
  {
    "id": "mon-41",
    "weekday": "monday",
    "order": 41,
    "title": "Pazartesi 41",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Semoga Allah SWT melimpahkan keberkahan dan shalawat kepada junjungan kita Muhammad, Ahlulbaitnya, dan angkatannya yang suci, dalam arti kata yang utuh, karena dia rela membaca shalawat sebanyak pahalanya, dan sebanyak jumlah shalawat yang dikehendakinya, sebanyak berat singgasananya, sebanyak jumlah dan banyaknya ucapannya, sebanyak orang yang mengingatnya layak mengingatnya, dan orang-orang yang tidak mengetahui zikirnya, sebanyak mereka layak mengingatnya. kelalaian."
    }
  },
  {
    "id": "mon-42",
    "weekday": "monday",
    "order": 42,
    "title": "Pazartesi 42",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Memberkati tuan kami Muhammad, istri-istrinya, keturunannya, nabi, rasul, para malaikat, para malaikat lainnya dalam posisi mukarrebûn dan semua hamba-hambamu yang saleh, sebanyak hujan yang turun dari langit sejak kamu membangunnya sampai sekarang. Ya Tuhan! Memberkati junjungan kami Muhammad sebanyak banyaknya tanaman yang tumbuh di muka bumi sejak engkau melengkapi dan menyebarkannya hingga saat ini. Memberkati junjungan kami Muhammad sebanyak bintang di langit, yang jumlahnya hanya kamu yang tahu. Memberkati junjungan kami Muhammad sebanyak nafas jiwa-jiwa sejak Engkau menciptakan hingga sekarang. Juga, berkahilah junjungan kami Muhammad, yang telah Anda ciptakan dan apa yang akan diciptakan, dan apa yang telah Anda capai dengan pengetahuan Anda, dan sebanyak itu."
    }
  },
  {
    "id": "mon-43",
    "weekday": "monday",
    "order": 43,
    "title": "Pazartesi 43",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Memberkati junjungan kami Muhammad sebanyak jumlah ciptaannya, berat singgasananya, jumlah perkataannya, hal-hal yang dapat dicakup oleh ilmunya, dan jumlah ayat-ayatnya, dan sebanyak yang kamu ridha."
    }
  },
  {
    "id": "mon-44",
    "weekday": "monday",
    "order": 44,
    "title": "Pazartesi 44",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Karunialah mereka dengan shalawat dan salam yang lebih utama dan lebih berbudi luhur dari doa seluruh hambamu yang membacakan doa kepada mereka, sebagaimana keutamaan dan keutamaanmu atas seluruh makhlukmu."
    }
  },
  {
    "id": "mon-45",
    "weekday": "monday",
    "order": 45,
    "title": "Pazartesi 45",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Pada saat siang dan malam terus berlangsung tiada henti, berkahilah mereka dengan banyaknya rintik hujan yang jatuh dalam rintik-rintik dan halus sepanjang malam dan siang, tanpa ada kesedihan atau gangguan."
    }
  },
  {
    "id": "mon-46",
    "weekday": "monday",
    "order": 46,
    "title": "Pazartesi 46",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Kepada junjungan kami Nabi Muhammad SAW dan sahabat kami Ibrahim, dan kepada kalian semua, agar mendapat keberkahan yang lebih banyak dan lebih unggul dari orang-orang yang membacakan shalawat dari seluruh hamba-hamba kalian, seperti banyaknya ciptaan kalian, kerelaan keberadaan kalian, berat singgasana kalian, jumlah ucapan kalian, tak terbatasnya ilmu kalian, dan beratnya seluruh makhluk kalian, serta keutamaan kehadiran kalian dibandingkan dengan hamba-hamba kalian yang dikelilingi oleh ilmu-ilmu kalian dan terus berlipat ganda dari apa yang mereka ketahui dengan ilmunya. Memberkati nabi-nabimu dan hamba-hamba asfiyamu yang telah kamu pilih dari penduduk bumi dan langit. Setelah Salavat ini dibacakan doa berikut dengan harapan diterima di sisi Tuhan Yang Maha Esa:"
    }
  },
  {
    "id": "mon-47",
    "weekday": "monday",
    "order": 47,
    "title": "Pazartesi 47",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Orang-orang yang tidak menyimpang dari agama nabi kita dan junjungan kita Muhammad, orang-orang yang memujanya karena beliau dan menganggap perkataan dan kesaksiannya suci, orang-orang yang menjaga perjanjiannya, keyakinan tauhid dan kenabian, Al-Qur'an dan sunnah, orang-orang yang ikhlas dalam agamanya dan orang-orang yang membantu dakwahnya, orang-orang yang mengikutinya dan orang-orang yang menerima menjadi umatnya. Jadikanlah ia termasuk orang-orang yang memperbanyak. Jadikanlah aku termasuk golongan yang berkumpul di bawah bendera pujiannya pada hari kiamat, dan termasuk orang-orang yang tidak berbuat bertentangan dengan jalan dan sunnahnya."
    }
  },
  {
    "id": "mon-48",
    "weekday": "monday",
    "order": 48,
    "title": "Pazartesi 48",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Aku ingin berpegang erat pada sunnahnya, aku berlindung padamu dari perubahan perintah dan haraman yang dibawanya."
    }
  },
  {
    "id": "mon-49",
    "weekday": "monday",
    "order": 49,
    "title": "Pazartesi 49",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Aku juga memohon kepadamu kebaikan-kebaikan yang diminta oleh junjungan kita, nabi, nabi Muhammad SAW, dan aku berlindung kepadamu dari segala keburukan yang dia berlindungkan kepadamu."
    }
  },
  {
    "id": "mon-50",
    "weekday": "monday",
    "order": 50,
    "title": "Pazartesi 50",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Lindungi aku dari kejahatan fitnah. Beri aku kesejahteraan dari semua masalah. Perbaiki perbuatan kasat mata dan tak kasat mata yang terjadi dari diri saya. Bersihkan hatiku dari dendam dan iri hati. Jadikanlah aku seseorang yang tidak mempunyai hak tersisa atas diriku."
    }
  },
  {
    "id": "mon-51",
    "weekday": "monday",
    "order": 51,
    "title": "Pazartesi 51",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Tidak diragukan lagi, Aku ingin mempertahankan hal-hal terbaik yang kamu tahu, dan meninggalkan hal-hal yang kamu tahu buruk. Aku mohon kepadamu menjadi penjamin rezekiku, merasa cukup dengan apa yang ada, menemukan cara yang benar untuk menjelaskan segala sesuatu yang meragukan, menyadari apa yang benar dalam setiap bukti, bersikap adil dalam keadaan marah dan rela, tunduk pada urusan nasib, bersikap hemat di saat kaya dan miskin, rendah hati dalam perkataan dan perbuatan, jujur ​​dalam segala perkataan, baik serius maupun bercanda."
    }
  },
  {
    "id": "mon-52",
    "weekday": "monday",
    "order": 52,
    "title": "Pazartesi 52",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Tidak diragukan lagi ada beberapa dosa yang hanya diketahui antara Anda dan saya. Dan aku mempunyai banyak dosa antara aku dan manusia, yang diketahui oleh kamu dan manusia."
    }
  },
  {
    "id": "mon-53",
    "weekday": "monday",
    "order": 53,
    "title": "Pazartesi 53",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Ampunilah aku atas dosa-dosa antara kau dan aku ini. Menebus dosa-dosa saya antara saya dan orang-orang. Ambillah dosa-dosa itu dariku. Jadikan aku tidak perlu dengan kelimpahanmu. Pasti kamulah orang yang paling pemaaf."
    }
  },
  {
    "id": "mon-54",
    "weekday": "monday",
    "order": 54,
    "title": "Pazartesi 54",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Cerahkan hatiku dengan ilmumu. Gunakan tubuhku dalam ketaatanmu. Bersihkan jiwaku dari perselisihan. Sibukkanlah pikiranku dengan pekerjaan yang terhormat. Lindungi aku dari bisikan setan. Ya Tuhan, Yang Maha Penyayang! Wahai Rahman, selamatkanlah aku dari setan hingga dia tak kuasa lagi atasku."
    }
  },
  {
    "id": "mon-55",
    "weekday": "monday",
    "order": 55,
    "title": "Pazartesi 55",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kita Nabi Muhammad, utusan Allah yang zuhud, Raja, Yang Samed dan Yang Maha Esa, dengan keberkahan tetap yang akan terus berlanjut selamanya dan tidak pernah berhenti dan akan menjadi sarana untuk menyelamatkan kita dari api tempat tinggal yang jahat itu, neraka."
    }
  },
  {
    "id": "mon-56",
    "weekday": "monday",
    "order": 56,
    "title": "Pazartesi 56",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga sholawat dan shalawat tercurah kepada junjungan kami, Nabi Muhammad SAW beserta keluarganya, dengan keberkahan yang tak terhitung banyaknya yang tak terhitung jumlahnya."
    }
  },
  {
    "id": "mon-57",
    "weekday": "monday",
    "order": 57,
    "title": "Pazartesi 57",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dengan keberkahan yang akan Anda berikan kepadanya sebagai pengganti syafaat di hari kiamat."
    }
  },
  {
    "id": "mon-58",
    "weekday": "monday",
    "order": 58,
    "title": "Pazartesi 58",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Nabi yang mulia menjelaskan tafsir Al-Qur'an yang diwahyukan kepadanya dan Al-Qur'an diturunkan kepadanya, kepada siapa Jibril (saw) datang dengan rahmat dan kebajikan, kepada siapa Allah, raja dan agung, berjalan bersama Jibril (saw) di malam Isra, di malam yang gelap dan panjang, dan tujuh langit diberikan kepadanya. Dengan cahaya keagungan dan kekuasaan-Nya, dengan mencermati keagungan kekuasaan Allah yang tak pernah mati dan kekal, yang melaluinya Sidretü'l-Müntehâ, Kursî, Arsy, Beyt-i Ma'mûr, Surga Tertinggi, dan Kerajaan Surga memungkinkan kita menyaksikan kemegahannya. Wahai guru yang terhormat dan tercerahkan, berkahilah junjungan kami Muhammad dengan berkah yang setara dengan keindahan, kesempurnaan, kebaikan dan keutamaan."
    }
  },
  {
    "id": "mon-59",
    "weekday": "monday",
    "order": 59,
    "title": "Pazartesi 59",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya sebanyak banyaknya tetesan air hujan."
    }
  },
  {
    "id": "mon-60",
    "weekday": "monday",
    "order": 60,
    "title": "Pazartesi 60",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kita Muhammad dan keluarganya sebanyak dedaunan pohon."
    }
  },
  {
    "id": "mon-61",
    "weekday": "monday",
    "order": 61,
    "title": "Pazartesi 61",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kita Muhammad dan keluarganya sebanyak buih lautan."
    }
  },
  {
    "id": "mon-62",
    "weekday": "monday",
    "order": 62,
    "title": "Pazartesi 62",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kita Muhammad dan keluarganya sebanyak sungai yang ada."
    }
  },
  {
    "id": "mon-63",
    "weekday": "monday",
    "order": 63,
    "title": "Pazartesi 63",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami Muhammad dan keluarganya sebanyak gurun dan gurun pasir."
    }
  },
  {
    "id": "mon-64",
    "weekday": "monday",
    "order": 64,
    "title": "Pazartesi 64",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya sebanyak beban gunung dan batu."
    }
  },
  {
    "id": "mon-65",
    "weekday": "monday",
    "order": 65,
    "title": "Pazartesi 65",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya sebanyak jumlah penghuni surga dan neraka."
    }
  },
  {
    "id": "mon-66",
    "weekday": "monday",
    "order": 66,
    "title": "Pazartesi 66",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami Muhammad dan keluarganya sebanyak jumlah hamba-hamba Anda yang saleh dan berdosa."
    }
  },
  {
    "id": "mon-67",
    "weekday": "monday",
    "order": 67,
    "title": "Pazartesi 67",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya sebanyak jumlah malam dan siang yang telah berlalu."
    }
  },
  {
    "id": "mon-68",
    "weekday": "monday",
    "order": 68,
    "title": "Pazartesi 68",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga doa kita kepada junjungan kita Muhammad menjadi perisai dari siksa neraka dan menjadi sarana bagi kita untuk masuk surga. Karena engkaulah pemilik kekuatan dan keperkasaan, yang mengampuni dosa."
    }
  },
  {
    "id": "mon-69",
    "weekday": "monday",
    "order": 69,
    "title": "Pazartesi 69",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Allah SWT; Semoga Tuhan memberkati junjungan kita Muhammad, keluarganya yang suci dan keturunannya yang diberkati, para sahabatnya yang dermawan, dan istri-istrinya, ibu-ibu orang-orang yang beriman, dengan keberkahan yang akan terus berlanjut tanpa henti hingga hari kiamat."
    }
  },
  {
    "id": "mon-70",
    "weekday": "monday",
    "order": 70,
    "title": "Pazartesi 70",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam bagi junjungan kami Muhammad, orang yang shaleh dan bertakwa, tuan dari hamba-hamba yang shaleh, penghias para rasul yang dermawan, orang yang paling mulia di antara orang-orang yang kecantikan ruhaninya tersembunyi dalam gelapnya kegelapan malam, dan yang keindahan ruhaninya disinari cahaya siang hari. Astaga! Salam bagi junjungan kami Muhammad, orang yang shaleh dan bertakwa, tuan dari hamba-hamba yang shaleh, penghias para rasul yang dermawan, orang yang paling mulia di antara orang-orang yang kecantikan ruhaninya tersembunyi dalam gelapnya kegelapan malam, dan yang keindahan ruhaninya disinari cahaya siang hari. Astaga! Salam bagi junjungan kami Muhammad, orang yang shaleh dan bertakwa, tuan dari hamba-hamba yang shaleh, penghias para rasul yang dermawan, orang yang paling mulia di antara orang-orang yang kecantikan ruhaninya tersembunyi dalam gelapnya kegelapan malam, dan yang keindahan ruhaninya disinari cahaya siang hari."
    }
  },
  {
    "id": "mon-71",
    "weekday": "monday",
    "order": 71,
    "title": "Pazartesi 71",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan, pemilik nikmat yang tiada tara dan pemilik harta yang tiada tara atas nikmat dan pemberiannya."
    }
  },
  {
    "id": "mon-72",
    "weekday": "monday",
    "order": 72,
    "title": "Pazartesi 72",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Kami hanya memohon kepada-Mu, tanpa meminta kepada siapa pun selain diri-Mu, agar Engkau membukakan lidah kami ketika keburukan dan keburukan mendatangi kami di alam kubur dan menanyakan pertanyaan-pertanyaan kepada kami, agar Engkau memampukan kami beramal shaleh selama kami berada di dunia untuk hari itu, dan agar Engkau menjadikan kami selamat dari musibah di hari kiamat ketika bumi berguncang dan manusia menggeliat kesakitan. Ya Tuhan, pemilik Kekuatan dan Keagungan!"
    }
  },
  {
    "id": "mon-73",
    "weekday": "monday",
    "order": 73,
    "title": "Pazartesi 73",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Tuhanku yang memberi cahaya pada penerang, yang tidak hilang ditelan waktu, yang kekal dan kekal, yang maha kaya tiada tara, bebas dari cela, suci, yang tidak dapat dipahami oleh waktu dan ruang, yang mengendalikan segala sesuatu dengan kekuasaan-Nya dan Yang Maha Kuasa! aku meminta darimu."
    }
  },
  {
    "id": "mon-74",
    "weekday": "monday",
    "order": 74,
    "title": "Pazartesi 74",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Aku memohon kepadamu demi nama-nama yang paling indah, demi nama-nama yang paling agung hakikatmu, yang paling mulia derajatnya, yang paling melimpah pahalanya, dan yang paling cepat penerimaannya. Aku mohon kepadamu, demi nama tersembunyimu, nama yang memiliki keagungan tertinggi, martabat terbesar, keagungan paling luhur, dan dengan itu kamu akan mencintai dan ridha dengan orang yang mendoakanmu dengan nama itu, dan yang doanya akan kamu kabulkan."
    }
  },
  {
    "id": "mon-75",
    "weekday": "monday",
    "order": 75,
    "title": "Pazartesi 75",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Demi Sabda Tauhid yang menyatakan tiada Tuhan selain Engkau, Hannân yang melimpahkan rahmat dan ampunan, ya Allah yang melimpahkan berbagai nikmat kepada hamba-hamba-Nya meskipun mereka tidak berhak, yang menciptakan bumi dan langit, yang mempunyai keagungan dan kemurahan, yang mengetahui yang ghaib dan yang ada, yang mempunyai keagungan yang tak terhingga!"
    }
  },
  {
    "id": "mon-76",
    "weekday": "monday",
    "order": 76,
    "title": "Pazartesi 76",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Aku memohon kepadamu demi namamu yang maha agung, yang kamu terima ketika didoakan dan yang kamu berikan ketika diminta."
    }
  },
  {
    "id": "mon-77",
    "weekday": "monday",
    "order": 77,
    "title": "Pazartesi 77",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Demi nama-Mu yang menundukkan semua orang yang sombong, sultan dan sultan, semua binatang pemangsa, serangga, semua makhluk yang menimbulkan kerusakan, dan semua makhluk yang Engkau ciptakan, dengan keagungannya ya Allah! Ya Tuhanku! Kabulkan doaku. Ya Tuhanku, yang kemuliaan dan keagungan-Nya hanya ada pada diri-Nya, pemilik alam gaib dan alam semesta, makhluk hidup abadi yang tidak mati, aku memuji Engkau, Tuhanku! Betapa agungnya kemuliaanmu, betapa tingginya kedudukanmu. Anda adalah Tuhanku. Ya Tuhan, yang terbebas dari segala sifat cacat dalam keagungan-Nya! Arahku adalah ke arahmu dan aku hanya takut padamu. Wahai Azim! Oh Kabir! Wahai Jabbar! Ya Yang Mahakuasa! Hai Kavi! Anda suci dan agung. Ya Allahku Yang Maha Mengetahui! Anda adalah Yang Mahakuasa. Ya Tuhan Yang Maha Kuasa, aku memuji Engkau. Ya Tuhan, Yang Luar Biasa! Saya memuji Anda."
    }
  },
  {
    "id": "mon-78",
    "weekday": "monday",
    "order": 78,
    "title": "Pazartesi 78",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Demi nama yang mempertemukan kesempurnaan seluruh sifat-sifat-Mu yang agung dan lengkap, aku mohon jangan biarkan hamba-hamba-Mu yang baik atau miskin, keras kepala atau hamba-hamba-Mu yang mana pun menghantui kami ketika hendak membalas dendam kepada para penindas jin dan manusia yang keras kepala, setan yang ganas, manusia yang dengki, kesusahan dan kesusahan orang-orang yang lemah dan tidak berdaya di antara makhluk-makhlukmu, dan orang-orang yang kuat."
    }
  },
  {
    "id": "mon-79",
    "weekday": "monday",
    "order": 79,
    "title": "Pazartesi 79",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Aku hanya meminta kebutuhanku padamu. Aku bersaksi bahwa Engkaulah Allah yang tidak ada tuhan selainnya. Dirimu Satu. Samed, yang tidak dilahirkan atau dibangkitkan, yang tidak ada bandingannya! Semuanya butuh sendiri, kamulah yang tidak butuh apa-apa. Wahai yang hakikatnya melampaui akal, yang hakikat dan sifat-sifatnya unik, yang maha agung, yang hakikat dan tidak ada yang lain selain diri-Nya, yang abadi, yang menciptakan waktu dan waktu, yang kekal, yang tidak mati, yang hidup, yang Tuhan kami dan Tuhan segala sesuatu, wahai Tuhan Yang Maha Esa! Tidak ada Tuhan selain kamu."
    }
  },
  {
    "id": "mon-80",
    "weekday": "monday",
    "order": 80,
    "title": "Pazartesi 80",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Wahai pencipta langit! Hayy, yang mengetahui yang tersembunyi dan yang nyata, Yang Maha Penyayang lagi Maha Penyayang! Hiduplah dengan hidup yang kekal, Qayyum! Deyyan, yang mempunyai suara dalam segala jenis disposisi propertinya! Hannân, siapa yang paling mengetahui akun semua orang! Mennân, yang menunjukkan manifestasi belas kasihan yang paling halus! Sang Pewaris, yang melimpahkan keberkahan tanpa syarat kepada hamba-hamba-Nya meskipun mereka tidak layak mendapatkannya, dan yang menghidupkan kembali makhluk-makhluknya setelah mati! Hanya yang hakikatnya kekal, Yang Mulia dan Ikram! Ya Tuhan, pemiliknya! Hati ciptaan ada dalam kekuatan Anda. Anda dapat menyimpannya sesuka Anda. Anda memberi mereka kebaikan kapan pun Anda mau, dan Anda menghilangkan keburukan dari mereka kapan pun Anda mau."
    }
  },
  {
    "id": "mon-81",
    "weekday": "monday",
    "order": 81,
    "title": "Pazartesi 81",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Untuk alasan ini, ya Tuhan! Aku memintamu untuk menghapus segala sesuatu yang kamu anggap buruk dari hatiku, dan sebaliknya mengisi hatiku dengan kekagumanmu, ketakutanmu yang timbul dari cinta, pengetahuanmu, ketakutanmu, antusiasmemu terhadap orang-orang yang bersamamu, keamanan dan kesejahteraanmu. Berilah kami rahmat dan berkah Anda. Menginspirasi kami dengan kebenaran dan kebijaksanaan."
    }
  },
  {
    "id": "mon-82",
    "weekday": "monday",
    "order": 82,
    "title": "Pazartesi 82",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Kami mohon agar kami dikaruniai dengan ilmu orang-orang yang bertakwa kepada keagungan dan keagungan-Mu, orientasi orang-orang yang berpaling kepada kehadiran-Mu, keikhlasan orang-orang yang mempunyai kepastian, rasa syukur orang-orang yang bersabar, taubat orang-orang yang beriman kepada-Mu."
    }
  },
  {
    "id": "mon-83",
    "weekday": "monday",
    "order": 83,
    "title": "Pazartesi 83",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Demi keindahan yang memenuhi pilar-pilar Arasy-Mu, aku mohon kepada-Mu untuk menanam benih ilmu di hatiku hingga aku mengetahui hakikat ilmu-Mu, dengan cara yang perlu aku ketahui."
    }
  },
  {
    "id": "mon-84",
    "weekday": "monday",
    "order": 84,
    "title": "Pazartesi 84",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Semoga Allah memberkati junjungan kita Muhammad, nabi terakhir, imam para nabi, serta keluarga dan para sahabatnya. Semoga dia menyambut Anda sepenuhnya. Segala puji bagi Allah, Tuhan semesta alam."
    }
  },
  {
    "id": "mon-85",
    "weekday": "monday",
    "order": 85,
    "title": "Pazartesi 85",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Maafkan penulis doa ini (Syekh Muhammad b. Süleyman al-Cezûlî). Kasihanilah dia, wahai Pemilik Rahmat, Rahman! nabi dia. Jadikanlah aku termasuk orang-orang yang berkumpul di antara kelompok orang-orang yang jujur, syahid, dan orang-orang yang bertakwa."
    }
  },
  {
    "id": "mon-86",
    "weekday": "monday",
    "order": 86,
    "title": "Pazartesi 86",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Buku ini diedit oleh Yûsuf b. Maafkan Muhammad dan hambamu yang penuh dosa, cacat, dan lemah. Terimalah pertobatannya. Anda sangat pemaaf dan memiliki belas kasihan yang tak terbatas. Amin. Ya Tuhan, Tuhan semesta alam!.."
    }
  },
  {
    "id": "mon-87",
    "weekday": "monday",
    "order": 87,
    "title": "Pazartesi 87",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Yang menyusun dan mengoreksi doa-doa tersebut dalam kitab ini; Maafkan hambamu yang berdosa, cacat, dan lemah, Şâ'bân GÜNBEY, putra Salih. Kasihanilah dia, wahai Pemilik Rahmat, Rahman! nabi dia. Jadikanlah dia termasuk orang-orang yang berkumpul di antara kelompok orang-orang yang jujur, syahid, dan orang-orang yang bertakwa. Terimalah pertobatannya. Anda sangat pemaaf dan memiliki belas kasihan yang tak terbatas. Amin. Ya Tuhan, Tuhan semesta alam!.."
    }
  },
  {
    "id": "tue-000",
    "weekday": "tuesday",
    "order": 0,
    "title": "Salı Giriş",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Bismillah, Yang Maha Pengasih lagi Maha Penyayang...\n\nSemoga Allah melimpahkan shalawat dan shalawat kepada Nabi kita Muhammad SAW, keluarga dan para sahabatnya.\n\nYa Tuhan! Demi keagungan Nabi kita Muhammad SAW di sampingmu, cintamu padanya dan cintanya padamu, dan rahasia antara kamu dan dia; Saya ingin Anda mengirimkan berkah dan kedamaian kepadanya, keluarganya, dan teman-temannya.\n\nTingkatkan rasa cintaku padanya. Demi dirinya dan jajarannya, perkenalkan dia padaku. Jadikanlah aku sukses dalam mengikuti jalannya dan menjalani adab dan sunnahnya yang baik.\n\nBeri aku ketekunan dalam hal ini. Hormatilah aku dengan melihat Nabi kita (SAW). Buatlah aku bahagia dengan berbicara ramah padanya.\n\nSingkirkan kesulitan, rintangan, perantara dan tirai. Memberkati telingaku dengan ucapannya yang manis. Ya Allah, berilah aku kesempatan untuk mengambil manfaat dari ilmu dan hikmah Nabi kami (SAW)!...\n\nBerkatku atasnya; Jadikanlah cahaya yang utuh, suci dan bersinar sehingga akan menghapus dan menghancurkan segala macam kezaliman, kegelapan, keragu-raguan, kemusyrikan, kekafiran, kebohongan dan dosa. Dan jadikanlah salat itu sebagai alasan bersuciku.\n\nBerkat shalawat ini, bawalah aku ke puncak maqam keikhlasan. Sehingga tidak ada keraguan dalam pikiranku bahwa aku tidak bisa mengabdi pada orang lain selain Engkau. Agar aku layak atas kehadiranmu dan bergabung menjadi teman-teman istimewamu.\n\nIzinkan saya melakukan semua ini dengan selalu berpegang teguh pada adab dan sunnah Nabi (saw) dan mencari bantuan dari kepribadiannya yang agung.\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!...\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!...\n\nYa Allah!...Wahai cahaya!...Wahai kebenaran!...Wahai yang diberkati!..."
    }
  },
  {
    "id": "tue-001",
    "weekday": "tuesday",
    "order": 1,
    "title": "Salı 001",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Sesungguhnya aku berlindung kepadamu dari hal-hal baik yang kamu ketahui, dan aku berlindung kepadamu dari keburukan yang kamu ketahui. Aku mohon ampun atas dosamu lho. Pasti kamulah yang mengetahuinya. Kami tidak tahu. Engkaulah yang mengetahui hal gaib seutuhnya."
    }
  },
  {
    "id": "tue-002",
    "weekday": "tuesday",
    "order": 2,
    "title": "Salı 002",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Lindungi saya agar tidak terjerumus ke dalam perselisihan dan dari perundungan serta dilemahkan oleh orang-orang dalam kelompok yang saya jalani saat ini. Kasihanilah saya."
    }
  },
  {
    "id": "tue-003",
    "weekday": "tuesday",
    "order": 3,
    "title": "Salı 003",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Jagalah aku dalam naungan yang aman dari kejahatan segala ciptaan-Mu, agar aku dapat terselamatkan seumur hidupku dengan perlindungan dari-Mu."
    }
  },
  {
    "id": "tue-004",
    "weekday": "tuesday",
    "order": 4,
    "title": "Salı 004",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Memberkati junjungan kami Muhammad dan keluarganya sebanyak orang-orang yang mengucapkan shalawat kepadanya. Memberkati junjungan kami Muhammad dan keluarganya sebanyak orang-orang yang tidak mengucapkan shalawat kepadanya. Memberkati junjungan kami Muhammad dan keluarganya dengan cara yang pantas untuk didoakan kepadanya. Kirimkan shalawat kepada junjungan kita Muhammad dan keturunannya sebagai shalawat yang wajib disalurkan kepadanya. Bahkan kirimkan shalawat kepada Nabi kita Muhammad dan keluarganya seperti yang Anda perintahkan untuk dibacakan. Memberkati junjungan kami Muhammad dan keluarganya, yang cahayanya sendiri dianggap sebagai cahaya bahkan cahaya, dan dengan demikian banyak rahasia yang diterangi dengan cahaya rahasiamu."
    }
  },
  {
    "id": "tue-005",
    "weekday": "tuesday",
    "order": 5,
    "title": "Salı 005",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Salam sejahtera bagi junjungan kita Muhammad, keluarganya, dan seluruh Ahl al-Bayt yang mulia."
    }
  },
  {
    "id": "tue-006",
    "weekday": "tuesday",
    "order": 6,
    "title": "Salı 006",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan! Lautan cahayamu, sumber rahasiamu, bahasa pembuktian keberadaanmu, tiang dunia harta, imam orang-orang yang ingin menggapai hadiratmu, para nabi terakhir, doa yang terus berlanjut selama orang yang kau muliakan itu terus berlanjut, yang kekal abadi selama orang yang kau muliakan itu masih ada, yang menyenangkan hatimu dan dia, dan kamu akan ridho kepada kami ketika kami membacanya. Berdamai. Ya Tuhan, Tuhan semesta alam."
    }
  },
  {
    "id": "tue-007",
    "weekday": "tuesday",
    "order": 7,
    "title": "Salı 007",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Tuhan bukit dan harem, ya! Ya Tuhan masa'ari harem! Wahai Tuan Rumah Haram! Ya Allah, Tuhan Rukn dan Makam! Sampaikan salam kami kepada junjungan dan junjungan kami Muhammad."
    }
  },
  {
    "id": "tue-008",
    "weekday": "tuesday",
    "order": 8,
    "title": "Salı 008",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga shalawat dilimpahkan kepada tuan dan pemilik kita Muhammad, penguasa ciptaan terdahulu dan yang akan diciptakan sampai akhir zaman."
    }
  },
  {
    "id": "tue-009",
    "weekday": "tuesday",
    "order": 9,
    "title": "Salı 009",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga kedamaian menyertai tuan dan sultan hati kita, Muhammad, setiap saat dan selalu."
    }
  },
  {
    "id": "tue-010",
    "weekday": "tuesday",
    "order": 10,
    "title": "Salı 010",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga tuan kita dan sultan hati kita, Muhammad, diberkati di tempat para malaikat tertinggi berada, hingga akhir zaman."
    }
  },
  {
    "id": "tue-011",
    "weekday": "tuesday",
    "order": 11,
    "title": "Salı 011",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga shalawat tercurah atas tuan dan sultan hati kami, Muhammad, hingga bumi dan penghuninya menyelesaikan tugasnya dan berkumpul di hadapan Anda. Karena kamu adalah orang terbaik yang memilikinya."
    }
  },
  {
    "id": "tue-012",
    "weekday": "tuesday",
    "order": 12,
    "title": "Salı 012",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Sebagaimana Engkau mengirimkan shalawat kepada junjungan kami Ibrahim, kirimkan shalawat kepada junjungan kami Muhammad dan keluarganya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji. Astaga! Sebagaimana Engkau menganugerahkan shalawat kepada junjungan kami Ibrahim, berikanlah shalawat kepada junjungan kami Muhammad, nabi yang tidak berhuruf. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "tue-013",
    "weekday": "tuesday",
    "order": 13,
    "title": "Salı 013",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keturunannya dengan cara yang kekal abadi, sepanjang pengetahuan abadi Anda mengetahui, pengetahuan tentang takdir terwujud, kehendak Anda terwujud, dan para malaikat Anda memberkatinya, serta dengan rahmat dan berkah Anda yang tak ada habisnya."
    }
  },
  {
    "id": "tue-014",
    "weekday": "tuesday",
    "order": 14,
    "title": "Salı 014",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami Muhammad dan keluarganya sesuai dengan jumlah kesaksian yang dicakup oleh ilmunya, disebutkan dalam Al-Qur'an, dan diungkapkan oleh para malaikat. Berbahagialah dengan teman-temannya. Kasihanilah ummatmu. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "tue-015",
    "weekday": "tuesday",
    "order": 15,
    "title": "Salı 015",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam sejahtera bagi tuan dan pemilik kami Muhammad, keluarganya dan semua sahabatnya."
    }
  },
  {
    "id": "tue-016",
    "weekday": "tuesday",
    "order": 16,
    "title": "Salı 016",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Sama seperti Anda memberkati tuan kami Ibrahim, berikan berkah kepada tuan kami Muhammad dan keluarganya. Berikanlah keberkahan kepada mereka, sama seperti Anda melimpahkan keberkahan kepada seluruh alam. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "tue-017",
    "weekday": "tuesday",
    "order": 17,
    "title": "Salı 017",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Aku berlindung kepadamu dengan rukun hatiku dalam sujud. Ya Tuhanku! Ya Allah! Wahai agung! Tidak ada orang yang lebih setia pada janji yang dibuat selain Anda. Kupersembahkan harapanku kepadamu demi semua yang ada, mulai dari mimbar yang berhiaskan cahaya hingga Arasy-Mu yang agung dan terhormat, dan demi mereka yang berada di bawah Takhta-Mu. Sebelum Anda menciptakan langit dan suara guntur, Anda dikenal sebagai dewa dengan kesatuan Anda dan Anda abadi. Astaga! Jadikan aku salah satu orang yang mencintaimu karena kamu, salah satu hambamu yang kamu cintai, salah satu orang hebat yang dekat denganmu, dan salah satu kekasihmu yang penuh gairah. Ya Allah! Ya Allah! Ya Allah! Ya Allah! Ya Allah! Ya Allah! Ya Allah! Ya Allah! Hai Vedûd!"
    }
  },
  {
    "id": "tue-018",
    "weekday": "tuesday",
    "order": 18,
    "title": "Salı 018",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan dan sultan hati kami, Muhammad, dalam sejumlah hal yang Anda ketahui dengan pengetahuan abadi Anda."
    }
  },
  {
    "id": "tue-019",
    "weekday": "tuesday",
    "order": 19,
    "title": "Salı 019",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga keberkahan tercurah kepada junjungan kita dan sultan hati kita, Muhammad, dalam sejumlah hal yang disebutkan dalam Al-Qur'an."
    }
  },
  {
    "id": "tue-020",
    "weekday": "tuesday",
    "order": 20,
    "title": "Salı 020",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga shalawat tercurah kepada tuan dan sultan hati kami, Muhammad, sebanding dengan banyaknya benda yang ditembus oleh kekuatanmu."
    }
  },
  {
    "id": "tue-021",
    "weekday": "tuesday",
    "order": 21,
    "title": "Salı 021",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami dan sultan hati kami, Muhammad, dalam jumlah yang dialokasikan sesuai keinginan Anda."
    }
  },
  {
    "id": "tue-022",
    "weekday": "tuesday",
    "order": 22,
    "title": "Salı 022",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami dan sultan hati kami, Muhammad, sesuai dengan jumlah hal yang Anda perintahkan dan larang dia."
    }
  },
  {
    "id": "tue-023",
    "weekday": "tuesday",
    "order": 23,
    "title": "Salı 023",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami dan sultan hati kami, Muhammad, dalam sejumlah hal yang dapat dipahami oleh kekuatan pendengaran Anda."
    }
  },
  {
    "id": "tue-024",
    "weekday": "tuesday",
    "order": 24,
    "title": "Salı 024",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami dan sultan hati kami, Muhammad, sebanyak banyaknya hal yang dapat dipahami oleh visi Anda."
    }
  },
  {
    "id": "tue-025",
    "weekday": "tuesday",
    "order": 25,
    "title": "Salı 025",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati junjungan kami dan sultan hati kami, Muhammad, sebanyak-banyaknya yang mengingat dan mengingatnya."
    }
  },
  {
    "id": "tue-026",
    "weekday": "tuesday",
    "order": 26,
    "title": "Salı 026",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami dan sultan hati kami, Muhammad, sebanyak orang-orang yang lalai dalam mengingat dan mengingatnya."
    }
  },
  {
    "id": "tue-027",
    "weekday": "tuesday",
    "order": 27,
    "title": "Salı 027",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan dan sultan hati kami, Muhammad, sebanyak tetesan air hujan yang jatuh."
    }
  },
  {
    "id": "tue-028",
    "weekday": "tuesday",
    "order": 28,
    "title": "Salı 028",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan dan sultan hati kami, Muhammad, sebanyak daun-daun pepohonan."
    }
  },
  {
    "id": "tue-029",
    "weekday": "tuesday",
    "order": 29,
    "title": "Salı 029",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan dan sultan hati kami, Muhammad, sebanyak jumlah hewan liar."
    }
  },
  {
    "id": "tue-030",
    "weekday": "tuesday",
    "order": 30,
    "title": "Salı 030",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan dan sultan hati kami, Muhammad, sebanyak banyaknya hewan laut."
    }
  },
  {
    "id": "tue-031",
    "weekday": "tuesday",
    "order": 31,
    "title": "Salı 031",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan dan sultan hati kami, Muhammad, sebanyak air di lautan."
    }
  },
  {
    "id": "tue-032",
    "weekday": "tuesday",
    "order": 32,
    "title": "Salı 032",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami dan sultan hati kami, Muhammad, sebanyak yang menutupi kegelapan malam dan cahaya siang yang menyelimuti."
    }
  },
  {
    "id": "tue-033",
    "weekday": "tuesday",
    "order": 33,
    "title": "Salı 033",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan dan sultan hati kami, Muhammad, siang dan malam."
    }
  },
  {
    "id": "tue-034",
    "weekday": "tuesday",
    "order": 34,
    "title": "Salı 034",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan dan sultan hati kami, Muhammad, sebanyak pasir."
    }
  },
  {
    "id": "tue-035",
    "weekday": "tuesday",
    "order": 35,
    "title": "Salı 035",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan dan sultan hati kami, Muhammad, sebanyak jumlah hamba laki-laki dan perempuan Anda."
    }
  },
  {
    "id": "tue-036",
    "weekday": "tuesday",
    "order": 36,
    "title": "Salı 036",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami dan sultan hati kami, Muhammad, sebanyak Anda akan senang dengannya."
    }
  },
  {
    "id": "tue-037",
    "weekday": "tuesday",
    "order": 37,
    "title": "Salı 037",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan dan sultan hati kami, Muhammad, sebanyak jumlah kata-katamu."
    }
  },
  {
    "id": "tue-038",
    "weekday": "tuesday",
    "order": 38,
    "title": "Salı 038",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berikanlah shalawat kepada tuan dan sultan hati kami, Muhammad, seisi bumi dan langit."
    }
  },
  {
    "id": "tue-039",
    "weekday": "tuesday",
    "order": 39,
    "title": "Salı 039",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berikanlah shalawat kepada tuan dan sultan hati kita, Muhammad, sebesar beban singgasananya."
    }
  },
  {
    "id": "tue-040",
    "weekday": "tuesday",
    "order": 40,
    "title": "Salı 040",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan dan sultan hati kami, Muhammad, sebanyak seluruh makhluk."
    }
  },
  {
    "id": "tue-041",
    "weekday": "tuesday",
    "order": 41,
    "title": "Salı 041",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami dan sultan hati kami, Muhammad, dengan berkah paling baik yang akan datang dari Anda."
    }
  },
  {
    "id": "tue-042",
    "weekday": "tuesday",
    "order": 42,
    "title": "Salı 042",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam sejahtera bagi nabi yang penuh rahmat."
    }
  },
  {
    "id": "tue-043",
    "weekday": "tuesday",
    "order": 43,
    "title": "Salı 043",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati syafaat ummat ini."
    }
  },
  {
    "id": "tue-044",
    "weekday": "tuesday",
    "order": 44,
    "title": "Salı 044",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang meringankan kekurangannya."
    }
  },
  {
    "id": "tue-045",
    "weekday": "tuesday",
    "order": 45,
    "title": "Salı 045",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam sejahtera bagi orang yang menerangi kegelapan."
    }
  },
  {
    "id": "tue-046",
    "weekday": "tuesday",
    "order": 46,
    "title": "Salı 046",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam sejahtera bagi orang yang membawa berkah."
    }
  },
  {
    "id": "tue-047",
    "weekday": "tuesday",
    "order": 47,
    "title": "Salı 047",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang membawa rahmat."
    }
  },
  {
    "id": "tue-048",
    "weekday": "tuesday",
    "order": 48,
    "title": "Salı 048",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang memiliki kolam tempat ditemukannya anggur kevser."
    }
  },
  {
    "id": "tue-049",
    "weekday": "tuesday",
    "order": 49,
    "title": "Salı 049",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang berpangkat Mahmud."
    }
  },
  {
    "id": "tue-050",
    "weekday": "tuesday",
    "order": 50,
    "title": "Salı 050",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Bless the person who has the banner of praise on the Day of Judgment."
    }
  },
  {
    "id": "tue-051",
    "weekday": "tuesday",
    "order": 51,
    "title": "Salı 051",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mencapai derajat yang diraihnya pada malam Mi'raj."
    }
  },
  {
    "id": "tue-052",
    "weekday": "tuesday",
    "order": 52,
    "title": "Salı 052",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang telah Anda gambarkan dengan kemurahan hati dan kemurahan hati."
    }
  },
  {
    "id": "tue-053",
    "weekday": "tuesday",
    "order": 53,
    "title": "Salı 053",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami yang disebut Mahmud di langit dan Muhammad di bumi."
    }
  },
  {
    "id": "tue-054",
    "weekday": "tuesday",
    "order": 54,
    "title": "Salı 054",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang memiliki meterai kenabian."
    }
  },
  {
    "id": "tue-055",
    "weekday": "tuesday",
    "order": 55,
    "title": "Salı 055",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mempunyai tanda-tanda yang muncul pada saat kelahirannya dan setelah kelahirannya."
    }
  },
  {
    "id": "tue-056",
    "weekday": "tuesday",
    "order": 56,
    "title": "Salı 056",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang bersifat kata sifat dengan segala macam suguhan."
    }
  },
  {
    "id": "tue-057",
    "weekday": "tuesday",
    "order": 57,
    "title": "Salı 057",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang telah memperoleh keistimewaan sebagai guru dan sayyid orang-orang sebelum dan sesudahnya."
    }
  },
  {
    "id": "tue-058",
    "weekday": "tuesday",
    "order": 58,
    "title": "Salı 058",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati dia yang dibayangi awan."
    }
  },
  {
    "id": "tue-059",
    "weekday": "tuesday",
    "order": 59,
    "title": "Salı 059",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berbahagialah orang yang melihat orang di belakangnya sama seperti dia melihat orang di depannya."
    }
  },
  {
    "id": "tue-060",
    "weekday": "tuesday",
    "order": 60,
    "title": "Salı 060",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga damai tercurah kepada orang yang permohonan syafaatnya diterima dan yang memberi syafaat pada hari kiamat."
    }
  },
  {
    "id": "tue-061",
    "weekday": "tuesday",
    "order": 61,
    "title": "Salı 061",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang memiliki kerendahan hati."
    }
  },
  {
    "id": "tue-062",
    "weekday": "tuesday",
    "order": 62,
    "title": "Salı 062",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mempunyai syafaat."
    }
  },
  {
    "id": "tue-063",
    "weekday": "tuesday",
    "order": 63,
    "title": "Salı 063",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mempunyai kemampuan, derajat tertinggi dari surga tertinggi."
    }
  },
  {
    "id": "tue-064",
    "weekday": "tuesday",
    "order": 64,
    "title": "Salı 064",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mempunyai kebajikan."
    }
  },
  {
    "id": "tue-065",
    "weekday": "tuesday",
    "order": 65,
    "title": "Salı 065",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mempunyai derajat paling tinggi, paling tinggi dari semua derajat yang ada di surga."
    }
  },
  {
    "id": "tue-066",
    "weekday": "tuesday",
    "order": 66,
    "title": "Salı 066",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mempunyai tongkat yang dibawanya sebagai sunnah."
    }
  },
  {
    "id": "tue-067",
    "weekday": "tuesday",
    "order": 67,
    "title": "Salı 067",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berbahagialah orang yang kakinya memakai tapal kuda, sebagaimana sifat-sifatnya disebutkan dalam Alkitab."
    }
  },
  {
    "id": "tue-068",
    "weekday": "tuesday",
    "order": 68,
    "title": "Salı 068",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mempunyai dalil dan dalil yang menunjuk pada kenabiannya."
    }
  },
  {
    "id": "tue-069",
    "weekday": "tuesday",
    "order": 69,
    "title": "Salı 069",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mempunyai hujjah dan bukti yang jelas menunjukkan kenabiannya."
    }
  },
  {
    "id": "tue-070",
    "weekday": "tuesday",
    "order": 70,
    "title": "Salı 070",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati dia yang memerintah semua orang dan memiliki kedaulatan."
    }
  },
  {
    "id": "tue-071",
    "weekday": "tuesday",
    "order": 71,
    "title": "Salı 071",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang memiliki mahkota cahaya yang dipasang di kepalanya pada saat Mi'raj."
    }
  },
  {
    "id": "tue-072",
    "weekday": "tuesday",
    "order": 72,
    "title": "Salı 072",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam sejahtera bagi orang yang mendapat kehormatan naik ke Mi'raj."
    }
  },
  {
    "id": "tue-073",
    "weekday": "tuesday",
    "order": 73,
    "title": "Salı 073",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang memiliki pedang."
    }
  },
  {
    "id": "tue-074",
    "weekday": "tuesday",
    "order": 74,
    "title": "Salı 074",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang menunggangi unta bernama Najib."
    }
  },
  {
    "id": "tue-075",
    "weekday": "tuesday",
    "order": 75,
    "title": "Salı 075",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang berkendara ke sini pada malam Mi'râc."
    }
  },
  {
    "id": "tue-076",
    "weekday": "tuesday",
    "order": 76,
    "title": "Salı 076",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang memecahkan tujuh lapisan surga."
    }
  },
  {
    "id": "tue-077",
    "weekday": "tuesday",
    "order": 77,
    "title": "Salı 077",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang menjadi perantara bagi semua orang."
    }
  },
  {
    "id": "tue-078",
    "weekday": "tuesday",
    "order": 78,
    "title": "Salı 078",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang dimuliakan oleh makanan di tangannya."
    }
  },
  {
    "id": "tue-079",
    "weekday": "tuesday",
    "order": 79,
    "title": "Salı 079",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berbahagialah orang yang pohon palemnya mengerang dan menangis ketika dipisahkan darinya."
    }
  },
  {
    "id": "tue-080",
    "weekday": "tuesday",
    "order": 80,
    "title": "Salı 080",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berkatilah dia yang dengannya burung-burung sakramental berlindung di dalam dirimu."
    }
  },
  {
    "id": "tue-081",
    "weekday": "tuesday",
    "order": 81,
    "title": "Salı 081",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Ya Allah, berilah keberkahan kepada orang yang dimuliakan dengan kerikil kecil di tangannya."
    }
  },
  {
    "id": "tue-082",
    "weekday": "tuesday",
    "order": 82,
    "title": "Salı 082",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang didatangi rusa dan meminta syafaat dengan cara yang paling fasih."
    }
  },
  {
    "id": "tue-083",
    "weekday": "tuesday",
    "order": 83,
    "title": "Salı 083",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang diajak bicara malaikat ketika dia sedang ngobrol di majelis dengan para sahabatnya, yang masing-masing adalah pembimbing yang hebat."
    }
  },
  {
    "id": "tue-084",
    "weekday": "tuesday",
    "order": 84,
    "title": "Salı 084",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga Tuhan memberkati orang yang membuat orang senang dengan surga tetapi juga menakuti mereka dengan neraka."
    }
  },
  {
    "id": "tue-085",
    "weekday": "tuesday",
    "order": 85,
    "title": "Salı 085",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! aydınlatıcı kandil gibi nur saçan zâta salât eyle."
    }
  },
  {
    "id": "tue-086",
    "weekday": "tuesday",
    "order": 86,
    "title": "Salı 086",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang diadukan unta tentang keadaannya."
    }
  },
  {
    "id": "tue-087",
    "weekday": "tuesday",
    "order": 87,
    "title": "Salı 087",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berbahagialah orang yang air manisnya mengalir melalui jari-jarinya."
    }
  },
  {
    "id": "tue-088",
    "weekday": "tuesday",
    "order": 88,
    "title": "Salı 088",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang bersih dari kotoran materi dan rohani."
    }
  },
  {
    "id": "tue-089",
    "weekday": "tuesday",
    "order": 89,
    "title": "Salı 089",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati dia yang merupakan cahaya lampu."
    }
  },
  {
    "id": "tue-090",
    "weekday": "tuesday",
    "order": 90,
    "title": "Salı 090",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang bulannya terbelah dua."
    }
  },
  {
    "id": "tue-091",
    "weekday": "tuesday",
    "order": 91,
    "title": "Salı 091",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang suci baik secara materi maupun rohani."
    }
  },
  {
    "id": "tue-092",
    "weekday": "tuesday",
    "order": 92,
    "title": "Salı 092",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang terdekatmu dengan pangkat tertinggi."
    }
  },
  {
    "id": "tue-093",
    "weekday": "tuesday",
    "order": 93,
    "title": "Salı 093",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang menghancurkan kegelapan kemusyrikan dan kekafiran serta menyebarkan cahaya iman ke seluruh dunia dan membuat fajar menyingsing."
    }
  },
  {
    "id": "tue-094",
    "weekday": "tuesday",
    "order": 94,
    "title": "Salı 094",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati Dia seperti bintang yang menembus kegelapan."
    }
  },
  {
    "id": "tue-095",
    "weekday": "tuesday",
    "order": 95,
    "title": "Salı 095",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati satu-satunya orang yang memiliki pegangan kokoh untuk dipegang."
    }
  },
  {
    "id": "tue-096",
    "weekday": "tuesday",
    "order": 96,
    "title": "Salı 096",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga damai dilimpahkan kepada orang yang menakuti penduduk dunia dengan neraka."
    }
  },
  {
    "id": "tue-097",
    "weekday": "tuesday",
    "order": 97,
    "title": "Salı 097",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam sejahtera bagi orang yang memberi syafaat pada hari kiamat."
    }
  },
  {
    "id": "tue-098",
    "weekday": "tuesday",
    "order": 98,
    "title": "Salı 098",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang akan membuat orang minum dari kolam kawser."
    }
  },
  {
    "id": "tue-099",
    "weekday": "tuesday",
    "order": 99,
    "title": "Salı 099",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berikan berkah kepada pemilik Livâil-Praise."
    }
  },
  {
    "id": "tue-100",
    "weekday": "tuesday",
    "order": 100,
    "title": "Salı 100",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mengarahkan seluruh dirinya untuk menyebarkan Agama Islam sekaligus membimbing manusia ke jalan yang benar."
    }
  },
  {
    "id": "tue-101",
    "weekday": "tuesday",
    "order": 101,
    "title": "Salı 101",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang berusaha sepenuhnya dalam apa yang Anda sukai."
    }
  },
  {
    "id": "tue-102",
    "weekday": "tuesday",
    "order": 102,
    "title": "Salı 102",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam sejahtera bagi nabi terakhir."
    }
  },
  {
    "id": "tue-103",
    "weekday": "tuesday",
    "order": 103,
    "title": "Salı 103",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam sejahtera bagi utusan terakhir."
    }
  },
  {
    "id": "tue-104",
    "weekday": "tuesday",
    "order": 104,
    "title": "Salı 104",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam sejahtera bagi Mustafa, yang menjaga kebenaran tetap hidup."
    }
  },
  {
    "id": "tue-105",
    "weekday": "tuesday",
    "order": 105,
    "title": "Salı 105",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Salam bagi Nabimu Abu'l-Ghasim."
    }
  },
  {
    "id": "tue-106",
    "weekday": "tuesday",
    "order": 106,
    "title": "Salı 106",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mempunyai ayat tersebut."
    }
  },
  {
    "id": "tue-107",
    "weekday": "tuesday",
    "order": 107,
    "title": "Salı 107",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mempunyai bukti yang menjelaskan perintah dan larangan kepada semua orang dan menunjukkan jalan yang benar."
    }
  },
  {
    "id": "tue-108",
    "weekday": "tuesday",
    "order": 108,
    "title": "Salı 108",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mempunyai banyak rahasia dan tanda-tanda ketuhanan selain yang diceritakannya."
    }
  },
  {
    "id": "tue-109",
    "weekday": "tuesday",
    "order": 109,
    "title": "Salı 109",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga Tuhan memberkati orang yang mengalami mukjizat yang terjadi darinya sebelum kenabian dan yang disebut irhâsât."
    }
  },
  {
    "id": "tue-110",
    "weekday": "tuesday",
    "order": 110,
    "title": "Salı 110",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberikan berkah kepada pemilik tanda."
    }
  },
  {
    "id": "tue-111",
    "weekday": "tuesday",
    "order": 111,
    "title": "Salı 111",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mempunyai ayat-ayat yang jelas dan dalil-dalil yang membuktikan kenabiannya."
    }
  },
  {
    "id": "tue-112",
    "weekday": "tuesday",
    "order": 112,
    "title": "Salı 112",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang memiliki keajaiban."
    }
  },
  {
    "id": "tue-113",
    "weekday": "tuesday",
    "order": 113,
    "title": "Salı 113",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang memiliki karya-karya indah."
    }
  },
  {
    "id": "tue-114",
    "weekday": "tuesday",
    "order": 114,
    "title": "Salı 114",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang disapa batu itu."
    }
  },
  {
    "id": "tue-115",
    "weekday": "tuesday",
    "order": 115,
    "title": "Salı 115",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang di hadapannya pohon-pohon bersujud."
    }
  },
  {
    "id": "tue-116",
    "weekday": "tuesday",
    "order": 116,
    "title": "Salı 116",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati dia yang dari cahayanya bunga-bunga bermekaran."
    }
  },
  {
    "id": "tue-117",
    "weekday": "tuesday",
    "order": 117,
    "title": "Salı 117",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang berkatnya membuat hasil panen terasa manis."
    }
  },
  {
    "id": "tue-118",
    "weekday": "tuesday",
    "order": 118,
    "title": "Salı 118",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang pohonnya tumbuh dengan sisa air wudhu yang diambilnya."
    }
  },
  {
    "id": "tue-119",
    "weekday": "tuesday",
    "order": 119,
    "title": "Salı 119",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati dia yang dari cahayanya semua cahaya menyebar dan menyebar."
    }
  },
  {
    "id": "tue-120",
    "weekday": "tuesday",
    "order": 120,
    "title": "Salı 120",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberikan keberkahan kepada orang yang terhapus dosa-dosanya berkat shalawat yang dibacakan kepadanya."
    }
  },
  {
    "id": "tue-121",
    "weekday": "tuesday",
    "order": 121,
    "title": "Salı 121",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mencapai derajat hamba setingkat ebrâr dengan shalawat yang dibacakan kepadanya."
    }
  },
  {
    "id": "tue-122",
    "weekday": "tuesday",
    "order": 122,
    "title": "Salı 122",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berilah keberkahan kepada orang yang dirahmati oleh orang yang lebih tua dan yang lebih muda dengan shalawat yang dibacakan kepadanya."
    }
  },
  {
    "id": "tue-123",
    "weekday": "tuesday",
    "order": 123,
    "title": "Salı 123",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang menerima keberkahan baik di dunia maupun di akhirat dengan keberkahan yang dibacakan kepadanya."
    }
  },
  {
    "id": "tue-124",
    "weekday": "tuesday",
    "order": 124,
    "title": "Salı 124",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang mendapat rahmat dari Allah SWT dan Maha Pengampun dengan shalawat yang dibacakan kepadanya."
    }
  },
  {
    "id": "tue-125",
    "weekday": "tuesday",
    "order": 125,
    "title": "Salı 125",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang dikuatkan dan ditolong dengan menanamkan rasa takut di hati musuh."
    }
  },
  {
    "id": "tue-126",
    "weekday": "tuesday",
    "order": 126,
    "title": "Salı 126",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang terpilih yang mempunyai keagungan dan kehormatan."
    }
  },
  {
    "id": "tue-127",
    "weekday": "tuesday",
    "order": 127,
    "title": "Salı 127",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga damai sejahtera tercurah kepada tuan kita dan sultan hati kita, Muhammad."
    }
  },
  {
    "id": "tue-128",
    "weekday": "tuesday",
    "order": 128,
    "title": "Salı 128",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati orang yang bahkan binatang buas menempel di roknya ketika dia berjalan di gurun yang kosong."
    }
  },
  {
    "id": "tue-129",
    "weekday": "tuesday",
    "order": 129,
    "title": "Salı 129",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga shalawat dilimpahkan padanya, keluarganya dan para sahabatnya. Segala puji bagi Allah, Tuhan semesta alam. (awal kuartal kedua)"
    }
  },
  {
    "id": "tue-130",
    "weekday": "tuesday",
    "order": 130,
    "title": "Salı 130",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Segala puji bagi Allah atas rahmat-Nya yang begitu besar padahal Dia mengetahui segalanya, termasuk dosa. Begitu pula puji syukur kehadirat Allah yang maha kuasa mengampuni segala sesuatu, termasuk membinasakan dosa."
    }
  },
  {
    "id": "tue-131",
    "weekday": "tuesday",
    "order": 131,
    "title": "Salı 131",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Sesungguhnya aku selalu berlindung kepada-Mu dari kemiskinan, dari rasa hina orang lain selain diri-Mu, dari rasa takut kepada orang lain selain Engkau, dari dusta, dari melakukan segala macam dosa, dari tertipu ampunan-Mu, dan terjerumus ke dalam dosa karena kesombongan, dari kegaduhan musuh, dari kesusahan yang tak berdaya, dari kesia-siaan harapan, dari kehilangan nikmat, dari datangnya musibah secara tiba-tiba."
    }
  },
  {
    "id": "tue-132",
    "weekday": "tuesday",
    "order": 132,
    "title": "Salı 132",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Hadiahi tuan kami Muhammad sebagaimana layaknya kekasihmu. Berikanlah kedamaian dan keberkahan kepadanya. Astaga! Hadiahi tuan kami Muhammad sebagaimana layaknya kekasihmu. Berikanlah kedamaian dan keberkahan kepadanya. Astaga! Hadiahi tuan kami Muhammad sebagaimana layaknya kekasihmu. Berikanlah kedamaian dan keberkahan kepadanya."
    }
  },
  {
    "id": "tue-133",
    "weekday": "tuesday",
    "order": 133,
    "title": "Salı 133",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Hadiahi tuan kami Ibrahim sebagaimana layaknya teman Anda. Berikanlah kedamaian dan keberkahan kepadanya. Astaga! Hadiahi tuan kami Ibrahim sebagaimana layaknya teman Anda. Berikanlah kedamaian dan keberkahan kepadanya. Astaga! Hadiahi tuan kami Ibrahim sebagaimana layaknya teman Anda. Berikanlah kedamaian dan keberkahan kepadanya."
    }
  },
  {
    "id": "tue-134",
    "weekday": "tuesday",
    "order": 134,
    "title": "Salı 134",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Sebagaimana Engkau menganugerahkan shalawat, rahmat dan keberkahan kepada junjungan kami Ibrahim di seluruh dunia dengan beban makhluk dan singgasanamu, banyaknya perkataanmu dan kepuasan penuhmu, berikanlah keberkahan kepada junjungan kami Muhammad dan keluarganya. Tidak diragukan lagi, Anda adalah pemilik kebesaran dan kehormatan yang patut dipuji."
    }
  },
  {
    "id": "tue-135",
    "weekday": "tuesday",
    "order": 135,
    "title": "Salı 135",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berilah shalawat kepada junjungan kita Muhammad sebanyak jumlah orang yang mengucapkan shalawat."
    }
  },
  {
    "id": "tue-136",
    "weekday": "tuesday",
    "order": 136,
    "title": "Salı 136",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berilah shalawat kepada junjungan kita Muhammad sebanyak jumlah orang yang tidak mengucapkan shalawat"
    }
  },
  {
    "id": "tue-137",
    "weekday": "tuesday",
    "order": 137,
    "title": "Salı 137",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Berilah shalawat kepada junjungan kita Muhammad sebanyak jumlah shalawat yang dibacakan."
    }
  },
  {
    "id": "tue-138",
    "weekday": "tuesday",
    "order": 138,
    "title": "Salı 138",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Semoga shalawat dilimpahkan kepadanya sebanyak shalawat yang dilimpahkan kepada junjungan kita Muhammad."
    }
  },
  {
    "id": "tue-139",
    "weekday": "tuesday",
    "order": 139,
    "title": "Salı 139",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kita Muhammad sebagaimana layaknya dia terima."
    }
  },
  {
    "id": "tue-140",
    "weekday": "tuesday",
    "order": 140,
    "title": "Salı 140",
    "arabicText": "",
    "transliteration": "",
    "translations": {
      "id": "Astaga! Memberkati tuan kami Muhammad dengan cara Anda mencintai dan menyetujuinya."
    }
  }
]